Repository: Dynamic-Book/DrGeo
Catalog: i18n/po/*.po
Languages: es, zh_cn

source: Save as image
es: Guardar como imagen
zh_cn: 另存为图片

source: Show or hide grid.
es: Mostrar u ocultar la cuadrícula.
zh_cn: 显示或隐藏网格

source: Keep this sketch permanently.
es: Guarda este dibujo permanentemente.
zh_cn: 永久保存草图

source: Save
es: Guardar
zh_cn: 保存

source: Delete a macro-construction from the registry.
es: Eliminar una macro del registro.
zh_cn: 从注册表中删除宏

source: Delete macro
es: Eliminar macro
zh_cn: 删除宏

source: Snap to grid.
es: Ajustar a cuadrícula.
zh_cn: 对齐网格。

source: An unobtrusive menu with all Dr. Geo tools.
es: Un menú discreto con todas las herramientas de Dr. Geo.
zh_cn: 一个不显眼的菜单，包含所有Dr. Geo工具。

source: Menu
es: Menú
zh_cn: 菜单

source: Toggle between the build of several geometric objects and the build of one geometric object then move it.
es: Elegir entre varios objetos geométricos y un objeto geométrico y moverlo
zh_cn: 多个几何对象和单个几何对象之间切换，然后将其移动。。

source: New
es: Nuevo
zh_cn: 新建

source: Open a new blank sketch.
es: Abrir un boceto en blanco nuevo
zh_cn: 创建一个新草图

source: Open a sketch.
es: Abrir un dibujo.
zh_cn: 打开一个草图

source: Redo
es: Rehacer
zh_cn: 重做

source: Redo last action.
es: Rehace la última acción.
zh_cn: 重做上个操作。

source: Create a Smalltalk script.
es: Crear una secuencia de órdenes de Smalltalk.
zh_cn: 创建一个Smalltalk脚本

source: Create a script
es: Crear secuencia de órdenes
zh_cn: 创建一个脚本

source: Edit a Smalltalk script.
es: Editar una secuencia de órdenes de Smalltalk.
zh_cn: 编辑一个Smalltalk脚本。

source: Edit a script
es: Editar guión
zh_cn: 编辑脚本

source: Edit style
es: Editar estilo
zh_cn: 编辑样式

source: Construction tree
es: Árbol de construcción
zh_cn: 建构树

source: The hierarchy tree presenting the visible constructed items.
es: El árbol de jerarquía que muestra los artículos visibles ya construidos.
zh_cn: 呈现可见构建项的层次树。

source: Undo
es: Deshacer
zh_cn: 撤消

source: Undo last action
es: Deshacer la última acción
zh_cn: 撤消上一个操作

source: A wheel to move horizontally the sketch.
es: Una rueda para mover horizontalmente el dibujo.
zh_cn: 一个用于水平移动草图的轮子。

source: Horizontal wheel
es: Rueda horizontal
zh_cn: 水平方向的轮子

source: A wheel to move vertically the sketch.
es: Una rueda para mover verticalmente el dibujo.
zh_cn: 垂直移动素描的轮子。

source: Vertical wheel
es: Rueda vertical
zh_cn: 垂直滚轮

source: A wheel to zoom in, zoom out the sketch.
es: Una rueda para acercarse o alejarse del bosquejo.
zh_cn: 一个用于放大、缩小草图的滚轮。

source: Zoom wheel
es: Rueda de escala
zh_cn: 缩放轮

source: Copy
es: Copiar
zh_cn: 复制

source: Copy with transparency
es: Copiar con transparencia
zh_cn: 以透明度复制

source: Keep this sketch under a different name.
es: Guarda este dibujo con un nombre diferente.
zh_cn: 以不同的名字保存草图

source: Open at...
es: Abrir en…
zh_cn: 打开

source: Save as...
es: Grabar como...
zh_cn: 另存为...

source: Animate a free point on curve.
es: Anima un punto libre en una curva.
zh_cn: 在曲面任意点动画

source: Build or execute macro-construction. A macro is a construction template you can apply to items in the sketch area.
es: Construir o ejecutar una macro. Una macro es un conjunto de instrucciones que puede aplicarse a los elementos del dibujo.
zh_cn: 构建或执行宏构造器。宏是可以应用到草图项目中的构造模板

source: Create different curve types: line, half-line, segment, vector, circle...
es: Crea distintos tipos de curvas: linea, semirrecta, segmento, vector, círculo...
zh_cn: 创建不同类型的曲线：直线、半直线、线段、向量、圆...

source: Create points: free, on curve, intersection or middle point.
es: Crea puntos: puntos libres, en la curva, intersecciones o punto en la mitad.
zh_cn: 创建点：自由点、曲线上的点、交点或中点。

source: Create several numeric objects: free value, distance, length, angle, coordinates, equation and text.
es: Crear varios objetos numéricos: valor libre, distancia, longitud, ángulo, coordenadas, ecuación y texto.
zh_cn: 创建多个数值对象：自由值、距离、长度、角度、坐标、方程和文本。

source: Erase or edit style and properties of items.
es: Borrar o editar el estilo y propiedades de objetos.
zh_cn: 删除或编辑项目的样式和属性。

source: File
es: Archivo
zh_cn: 文件

source: Lines
es: Líneas
zh_cn: 行数

source: Load, save or export Dr. Geo figure.
es: Carga, graba o exporta una figura de Dr. Geo
zh_cn: 加载、保存或导出Dr. Geo图形。

source: Macro-construction
es: Construcción de macro
zh_cn: 录制宏

source: Numerics & Text
es: Numéricos & Texto
zh_cn: 数字与文本

source: Points
es: Puntos
zh_cn: 点

source: Script
es: Secuencia de órdenes
zh_cn: 脚本

source: Script: use, edit or create script to plug in the sketch.
es: Script: use, edite o cree un script para añadir al esquema.
zh_cn: 脚本：使用、编辑或创建脚本以插入草图。

source: Transform an object with a geometric transformation: symmetry, reflexion, rotation, translation or homothety (scale).
es: Modifica un objeto con transformación geométrica: simetría, reflexión, rotación, traslación u homotecia (escala).
zh_cn: 用几何变换改变一个对象：对称、反射、旋转、平移或相似性变换（缩放）。

source: Transformations
es: Transformaciones
zh_cn: 变换

source: A Dr. Geo sketch
es: Un boceto de Dr.Geo
zh_cn: Dr. Geo素材

source: Execute the code up to the cursor position.
es: Ejecuta el código hasta la posición del cursor.
zh_cn: 执行代码直到光标位置。

source: Execute the current message and go to the next message.
es: Ejecute el mensaje actual y vaya al siguiente mensaje.
zh_cn: 执行当前消息并转到下一条消息。

source: Restart
es: Reiniciar
zh_cn: 重启

source: Restart the step by step execution from its start.
es: Reinicia la ejecución paso a paso desde el inicio.
zh_cn: 重新从头开始逐步执行。

source: Run to Cursor
es: Ejecutar hasta el Cursor
zh_cn: 运行到光标处

source: Step
es: Paso
zh_cn: 步

source: Step into
es: Saltar dentro
zh_cn: 进入

source: Step into a block.
es: Salta dentro del bloque.
zh_cn: 进入一个块

source: Open a sketch
es: Abrir un dibujo
zh_cn: 打开草图

source: Cancel
es: Cancelar
zh_cn: 取消

source: Examples
es: Ejemplos
zh_cn: 示例

source: My Sketches
es: Mis bocetos
zh_cn: 我的素描

source: Open
es: Abrir
zh_cn: 打开

source: Angle
es: Ángulo
zh_cn: 角度

source: Any type
es: Cualquier tipo
zh_cn: 任何类型

source: Direction
es: Dirección
zh_cn: 方向

source: Segment
es: Segmento
zh_cn: 线段

source: Value
es: Valor
zh_cn: 值

source: Vector
zh_cn: 向量

source: Remove this script argument.
es: Elimina el argumento de este script.
zh_cn: 删除此脚本参数。

source: Add an argument to this script.
es: Añadir un argumento a esta secuencia de órdenes.
zh_cn: 给这个脚本添加一个参数。

source: Add argument
es: Añadir argumento
zh_cn: 添加参数

source: Build
es: Construir
zh_cn: 构建

source: Build a script with these settings.
es: Construye un guion con estas configuraciones.
zh_cn: 使用这些设置构建一个脚本。

source: A description of the script. To help the user, describe carefully what the script does and the input arguments to select to use it.
es: Una descripción del script. Para ayudar al usuario, describa con cuidado lo que hace el script y los argumentos de entrada para usarlo.
zh_cn: 脚本描述。为了帮助用户，仔细描述脚本的功能以及选择使用它时的输入参数。

source: Arguments
es: Argumentos
zh_cn: 参数

source: Description
es: Descripción
zh_cn: 说明

source: Name
es: Nombre
zh_cn: 名称

source: The name of the script.
es: El nombre de la secuencia de órdenes.
zh_cn: 脚本的名称。

source: Browse my collection of Smalltalk sketches.
es: Explorar mi colección de guiones de Smalltalk.
zh_cn: 浏览我的 Smalltalk 草图集

source: Delete
es: Eliminar
zh_cn: 删除

source: Delete permanently this Smalltalk Sketch from disk.
es: Elimina permanentemente este Esquema Smalltalk del disco.
zh_cn: 永久删除磁盘上的这个 Smalltalk 草图。

source: Edit
es: Modificar
zh_cn: 编辑

source: Code
es: Código
zh_cn: 代码

source: Select a Smalltalk sketch
es: Seleccione un esquema Smalltalk
zh_cn: 选择一个Smalltalk草图

source: Too many errors. Fix it! Sketch stopped
es: Demasiados errores. ¡Arréglalos! Guion parado
zh_cn: 错误太多。修复它！ 草图停止了

source: Name the sketch to keep.
es: Nombre del dibujo a mantener
zh_cn: 为保存的草图命名

source: Debug the Smalltalk sketch.
es: Depura el esquema Smalltalk.
zh_cn: 调试Smalltalk草图。

source: Dr. Geo tutorial
es: Tutorial de Dr. Geo
zh_cn: Dr. Geo教程

source: Edit a Smalltalk sketch.
es: Edita un esquema Smalltalk.
zh_cn: 编辑一个Smalltalk草图。

source: Play the Smalltalk sketch.
es: Reproduce el esquema Smalltalk.
zh_cn: 演出Smalltalk素描。

source: Save this Smalltalk sketch.
es: Guarda este esquema Smalltalk.
zh_cn: 保存这个Smalltalk草图。

source: Stop the execution of the Smalltalk sketch.
es: Detiene la ejecución del esquema Smalltalk.
zh_cn: 停止执行Smalltalk草图。

source: Edit Smalltalk Sketch
es: Editar boceto Smalltalk
zh_cn: 编辑 Smalltalk 素材

source: Pause the Smalltalk sketch.
es: Pausa el esquema Smalltalk.
zh_cn: 暂停 Smalltalk 草图。

source: Resume the Smalltalk sketch.
es: Continúa el esquema Smalltalk.
zh_cn: 继续 Smalltalk 草图。

source: Build a macro-construction
es: Crear una macro
zh_cn: 构建宏观结构

source: To build a macro-construction, 1. First select the input paramaters, 2. Next select the output parameters, 3. Next chose a name and a description, 4. Last apply the selection.
es: Para construir una macro-estructura, 1. Primero seleccione los parámetros de entrada, 2. Después seleccione los parámetros de salida, 3. Después elija un nombre y una descripción, 4. Por último aplique la selección.
zh_cn: 构建宏构造， 1. 首先选择输入参数， 2. 接下来选择输出参数， 3. 然后选择名称和描述， 4. 最后应用所选内容。

source: Description:
es: Descripción:
zh_cn: 描述：

source: Give a name and a description
es: De un nombre y una descripción
zh_cn: 指定名称和描述

source: Title:
es: Título:
zh_cn: 标题：

source: Select input parameters
es: Seleccione los parámetros de entrada
zh_cn: 指定输入的参数

source: Select output parameters
es: Seleccione los parámetros de salida
zh_cn: 指定输出的参数

source: Execute a macro-construction
es: Ejecutar una macro
zh_cn: 执行宏

source: To execute a macro-construction, 1. First select a macro-construction from the list, 2. Select items on the figure. Only items relevant to the selected macro-construction are selectable. Once enough items are selected, the macro is automaticly executed. To start press the 'next' button.
es: Para ejecutar una macro-estructura, 1. Primero seleccione una macro-estructura de la lista, 2. Seleccione los elementos en la figura. Solo son seleccionables los elementos relevantes de la macro-estructura seleccionada. Una vez se seleccionan suficientes elementos, la macro se ejecuta automáticamente. Para comenzar presione el botón 'siguiente'.
zh_cn: 执行宏构建时， 1. 从列表中首先选择一个宏构建， 2. 在图上选择项目。 只有与所选宏构建相关的项目才可选择。 一旦足够的项目被选择，宏将自动执行。 要开始，请按“下一步”按钮。

source: Select a macro-construction then the figure items
es: Seleccione una macro y después los elementos de la figura
zh_cn: 选择宏及图上项目

source: To use a script, 1. First select a script from the list, 2. Select items in the sketch, 3. Click somewhere in the background. Once enough items are selected, the script is inserted in the sketch, at the user selected position. To start press the 'next' button.
es: Para utilizar un guion, 1. Primero seleccione un guion de la lista, 2. Elija los elementos del boceto, 3. Haga click en algún sitio del fondo. Una vez se hayan seleccionado suficientes elementos, el guion se inserta en el boceto en las posiciones elegidas por el usuario. Para comenzar presione el botón 'siguiente'.
zh_cn: 使用脚本的步骤如下： 1. 从列表中首先选择一个脚本， 2. 在素描中选择项目， 3. 在背景的某处单击。 一旦足够的项目被选择， 脚本将被插入到素描中， 位于用户选择的位置。 要开始，请按‘下一步’按钮。

source: Use a script in the sketch
es: Usa un script en el esquema
zh_cn: 在素描中使用脚本

source: Script name
es: Nombre de secuencia de órdenes
zh_cn: 脚本名称

source: Select a script then items in the sketch
es: Seleccione un script y después los ítems en el esquema
zh_cn: 选择一个脚本，然后在草图中选择项目。

source: The arguments accepted by this script.
es: Los argumentos aceptados por este guion.
zh_cn: 选择一个脚本，然后在草图中选择项目。
