Repository: Dynamic-Book/drgeo
Catalog: i18n/po/*.po
Languages: it, nl

source: no name
it: nessun nome
nl: naamloos

source: This geometric angle %1
it: Questo angolo geometrico %1
nl: Deze geometrische hoek %1

source: This angle bisector %1
it: Questa bisettrice dell'angolo %1
nl: Deze deellijn %1

source: This oriented angle %1
it: Questo angolo orientato %1
nl: Deze georienteerde hoek %1

source: This Arc Circle %1
it: Questo arco di circonferenza %1
nl: Deze boogcirkel %1

source: This picture
it: Questa immagine
nl: Deze afbeelding

source: This circle %1
it: Questo cerchio %1
nl: Deze cirkel %1

source: This composite object %1
it: Questo oggetto composto %1
nl: Dit samengesteld object %1

source: This equation %1
it: Questa equazione %1
nl: Deze vergelijking %1

source: Equation
it: Equazione
nl: Vergelijking

source: This line %1
it: Questa retta %1
nl: Deze lijn %1

source: This parallel line %1
it: Questa retta parallela %1
nl: Deze parallelle lijn %1

source: This perpendicular bisector %1
it: Questa bisettrice perpendicolare %1
nl: Deze middelloodlijn %1

source: This perpendicular line %1
it: Questa retta perpendicolare %1
nl: Deze loodrechte lijn %1

source: This locus %1
it: Questo luogo %1
nl: Deze meetkundige plaats %1

source: This math item %1
it: Questo oggetto matematico %1
nl: Dit rekenkundig object %1

source: Edit the coordinates
it: Modifica le coordinate
nl: Bewerk de coördinaten

source: This point %1
it: Questo punto %1
nl: Dit punt %1

source: Edit this curvilinear abscissa in [0;1]
it: Modifica questa ascissa curvilinea in [0;1]
nl: Bewerk deze kromlijnige abscis in [0;1]

source: This polygon %1
it: Questo poligono %1
nl: Deze polygoon %1

source: This quadrilateral %1
it: Questo quadrilatero %1
nl: Deze vierhoek %1

source: This triangle %1
it: Questo triangolo %1
nl: Deze driehoek %1

source: edges=
it: margini=
nl: zijden=

source: This half-line %1
it: Questa semiretta %1
nl: Deze halve lijn %1

source: This segment %1
it: Questo segmento %1
nl: Dit lijnstuk %1

source: This text
it: Questo testo
nl: Deze tekst

source: Edit this text
it: Modifica questo testo
nl: Bewerk deze tekst

source: Edit me
it: Modificami
nl: Bewerk me

source: This arc length %1
it: Questa lunghezza di arco %1
nl: Deze booglengte %1

source: This circle perimeter %1
it: Questa circonferenza %1
nl: Deze cirkelomtrek %1

source: This distance between two points %1
it: Questa distanza tra due punti %1
nl: Deze afstand tussen twee punten %1

source: This point-line distance %1
it: Questa distanza tra un punto e una linea %1
nl: Deze punt-lijn afstand %1

source: This value %1
it: Questo valore %1
nl: Deze waarde %1

source: Value
it: Valore
nl: Waarde

source: This polygon perimeter %1
it: Perimetro di questo poligono %1
nl: De omtrek van deze veelhoek %1

source: This point abscissa %1
it: Questo punto di ascissa %1
nl: Abscis van dit punt %1

source: This point ordinate %1
it: Questo punto di ordinata %1
nl: De ordinaat van dit punt %1

source: This script "{1}"
it: Questo script "{1}"
nl: Dit script "{1}"

source: This script "{1}" with argument: %2
it: Questo script "{1}" con argomento: %2
nl: Dit script "{1}" met argument: %2

source: This script "{1}" with arguments: %2
it: Questo script "{1}" con argomenti: %2
nl: Dit script "{1}" met argumenten: %2

source: This segment length %1
it: Questa lunghezza di segmento %1
nl: Deze lijnstuklengte %1

source: This line slope %1
it: Questa inclinazione di retta %1
nl: Deze lijnhelling %1

source: Edit this value
it: Modifica questo valore
nl: Bewerk deze waarde

source: This vector abscissa %1
it: Questa ascissa vettoriale %1
nl: Abscis van vector %1

source: This Vector's norm %1
it: Questa norma del vettore %1
nl: Deze Vector's norm %1

source: This vector ordinate %1
it: Questa ordinata vettoriale %1
nl: Ordinaat van vector %1

source: This vector %1
it: Questo vettore %1
nl: Deze vector %1

source: I am the description of this script. Please edit me.
it: Sono la descrizione di questo script, modificami.
nl: Ik ben de beschrijving van dit script. Bewerk me.

source: A script
it: Uno script
nl: Een script

source: Only geometric object can be transformed.
it: Solo gli oggetti geometrici possono essere trasformati.
nl: Alleen geometrische objecten kunnen worden getransformeerd.

source: Set the style of the line.
it: Imposta lo stile della retta.
nl: Stel stijl van de lijn in.

source: Style
it: Stile
nl: Stijl

source: Set the thickness of the line.
it: Imposta lo spessore della retta.
nl: Stel dikte van de lijn in.

source: Thickness
it: Spessore
nl: Dikte

source: Fill
it: Riempi
nl: Vul

source: Toggle to fill the object.
it: Attiva per riempire l'oggetto.
nl: Wissel om object te vullen.

source: Toggle the translucency of the object.
it: Attiva la trasparenza dell'oggetto.
nl: Wissel de doorschijnendheid van het object.

source: Translucent
it: Trasparente
nl: Doorschijnend

source: Arrow
it: Freccia
nl: Pijl

source: Set arrow(s) to the line.
it: Imposta una o più frecce sulla retta.
nl: Stel pijl(en) van de lijn in.

source: Set the shape of the point.
it: Imposta la forma del punto.
nl: Stel de vorm van het punt in.

source: Set the size of the point.
it: Imposta la dimensione del punto.
nl: Stel de grootte van het punt in.

source: Set a mark to the segment.
it: Contrassegna il segmento.
nl: Markeer op het lijnstuk.

source: Set the colour.
it: Imposta il colore.
nl: Stel de kleur in.

source: Feedback
it: Commenti
nl: Terugkoppeling

source: Toggle to provide feedback and interaction when the mouse cursor is over the object.
it: Attiva per fornire commenti e interazione quando il cursore del mouse si trova sull'oggetto.
nl: Wissel om terugkoppeling en interactie te leveren als de muis boven dit object is.

source: Hide
it: Nascondi
nl: Verberg

source: Toggle to hide the object.
it: Attiva per nascondere l'oggetto.
nl: Wissel om object te verbergen.

source: Lock
it: Blocca
nl: Vergrendel

source: Toggle to lock the object to its position.
it: Attiva per bloccare l'oggetto nella sua posizione.
nl: Wissel om object op positie vast te zetten.

source: Rename this object.
it: Rinomina questo oggetto.
nl: Hernoem dit object.

source: Set the background colour.
it: Imposta il colore dello sfondo
nl: Stel achtergrondkleur in.

source: Set the border colour.
it: Imposta il colore del bordo.
nl: Stel randkleur in.

source: Font size
it: Dimensione del carattere
nl: Lettergrootte

source: Set the font size.
it: Imposta la dimensione del carattere.
nl: Stel lettergrootte in

source: Name this value
it: Assegna un nome a questo valore
nl: Benoem deze waarde

source: Rename this value
it: Rinomina questo valore
nl: Hernoem deze waarde

source: Dr. Geo is about interactive geometry and programming. {1} - {3} It allows one to create geometric figure plus the interactive manipulation It is usable in teaching situation, in mathematics, physics and programming, with students from primary school to university levels. It is simple and effective with some unique features as Smalltalk scripts and programmed interactive sketches. {2} LICENSE: GPL
nl: Dr. Geo gaat over interactieve meetkunde en programmering {1} - {3} Het maakt mogelijk om meetkundige figuren te maken en interactieve manipulatie Het is toepasbaar bij onderwijs, bij wiskunde, natuurkunde en programmering, met leerlingen van basisschool tot universiteitsniveau. Het is eenvoudig en effectief met unieke eigenschappen zoals Smalltalk scripts en geprogrammeerde interactieve schetsen. {2} LICENSIE: GPL

source: Installed version:
it: versione installata:
nl: Geïnstalleerde versie

source: Fig. -
nl: Afb.

source: System menu
it: Menù di sistema
nl: Systeemmenu

source: Dr. Geo Preferences
it: Preferenze di Dr. Geo
nl: Dr. Geo Voorkeuren

source: Preferences
nl: Voorkeuren

source: Settings
it: Impostazioni
nl: Instellingen

source: Size of GUI elements
nl: Afmetingen van GUI elementen

source: Theme
nl: Stijl

source: There is unsaved data! Are you sure to quit Dr. Geo environment?
it: Ci sono dati non salvati! Chiudere Dr. Geo?
nl: Niet alle data is opgeslagen! Weet je zeker dat je wil Dr. Geo wil verlaten?

source: A source code browser to view, edit and save Dr. Geo code. I open the browser on the DrGeoSketch class you can study to design your own Smalltalk sketch.
it: Un browser di codice sorgente per visualizzare, modificare e salvare il codice di Dr. Geo. Se si apre il browser nella classe DrGeoSketch si può progettare il proprio disegno Smalltalk.
nl: Een source code browser om Dr. Geo code te bekijken, aan te passen en te bewaren. Ik open de browser voor de DrGeoSketch class je kan het ontwerp van je eigen Smalltalk voorbeelden bekijken.

source: A tool to browse and to test both system and personal Smalltalk Sketches.
it: Uno strumento per navigare e provare i disegni Smalltalk sia personali che di sistema.
nl: Een tool om zowel systeem als persoonlijke Smalltalk Sketches te bekijken en te testen.

source: A window used as a scratchpad area where fragments of Cuis-Smalltalk code can be entered, stored, edited, and evaluated. To edit Smalltalk sketch, use the Smalltalk Sketch Editor tool above.
nl: Een venster gebruikt als kladblokgebied waar delen van Cuis-Smalltalk code ingevoerd kan worden, opgeslagen, aangepast, en geëvalueerd. Om Smalltalk schets aan te passen, gebruik Smalltalk Schets Editor werktuig hierboven.

source: A window used to print information from the code - text output. Any object receiving the message #print is output in the Transcript: 'hello' print, (k * 5) print. Use the Transcript class for more elaborated output.
nl: Een venster gebruikt om informatie van de code af te drukken - tekstuitvoer. Ieder voorwerp dat de boodschap #print ontvangt, stuurt in het Transcript: 'hallo print, (k * 5) print. Gebruik het Transcript class voor meer uitgebreide uitvoer.

source: An editor to write and to test new Smalltalk sketch.
it: Un editor per scrivere e provare nuovi disegni Smalltalk.
nl: Een editor om een nieuw Smalltalk sketch te schrijven en te testen.

source: Browse
it: Sfoglia
nl: Doorzoek

source: Browse Smalltalk Sketches
it: Sfoglia Disegni Smalltalk
nl: Doorzoek Smalltalk Sketches

source: Open a file
it: Apri un file
nl: Open een bestand

source: Open the filer on your personal sketches collection.
it: Apri il file nella collezione personale di disegni.
nl: Open de zoeker voor he persoonlijke schetsenverzameling

source: Save session
it: Salva la sessione
nl: Sessie opslaan

source: Save this Dr. Geo session.
it: Salva questa sessione di Dr. Geo.
nl: Sla deze Dr. Geo sessie op.

source: System Browser
it: Browser di sistema
nl: Systeem Browser

source: Tools
it: Strumenti
nl: Hulpmiddelen

source: Workspace
it: Spazio di lavoro
nl: Werkruimte

source: About
it: A proposito
nl: Over

source: New sketch
it: Nuovo disegno
nl: Nieuwe schets

source: Quit
it: Esci
nl: Verlaten

source: Toggle full screen mode
it: Modalità di attivazione schermo intero
nl: Wissel geheel scherm modus

source: Turn full screen mode on when it is off, off when it is on.
it: Attiva la modalità schermo intero quando è spento, la disattiva quando è acceso.
nl: Zet volledig scherm modus aan als die uit staat en uit als die aan staat

source: <no> Axes
it: <no> Assi
nl: <nee> Assen

source: <yes> Axes
it: <yes> Assi
nl: <ja> Assen

source: <no> Create Multiple
it: <no> Crea Multipli
nl: <nee> Maak Meer

source: <yes> Create Multiple
it: <yes> Crea Multipli
nl: <ja> Maak Meer

source: Build a new script
it: Genera un nuovo script
nl: Bouw een nieuw script

source: Edit or create scripts
it: Modifica o crea script
nl: Bewerk of maak scripts aan

source: Name the image to keep.
it: Dai un nome all'immagine da conservare
nl: Geef de afbeelding een naam om te bewaren

source: <no> Grid
it: <no> Griglia
nl: <nee> Rooster

source: <yes> Grid
it: <yes> Griglia
nl: <ja> Rooster

source: <no> Magnetic Grid
it: <no> Griglia Magnetica
nl: <nee> Magnetisch Rooster

source: <yes> Magnetic Grid
it: <yes> Griglia Magnetica
nl: <ja> Magnetisch Rooster

source: I can't save the sketch. Check the local resource or the server.
it: Non è possibile salvare il disegno. Controllare la risorsa locale o il server.
nl: Ik kan het programma niet bewaren. Controleer de locale bron of de server.

source: Angle bisector defined by three points or an angle defined by three points.
it: Bisettrice dell'angolo definita da tre punti o un angolo definito da tre punti.
nl: Deellijn bepaald door drie punten of een hoek bepaald door drie punten.

source: Angle bisector
it: Bisettrice dell'angolo
nl: Deellijn

source: Geometric angle defined by three points, the second point is the vertex. Its measure belongs to [0 ; 180].
it: Angolo geometrico definito da tre punti, il secondo indica il vertice. La sua misura rientra nell'intervallo [0 ; 180].
nl: Geometrische hoek gedefinieerd door drie punten, het tweede punt is het hoekpunt. De waarden zijn tussen [0 ; 180].

source: Geometric angle
it: Angolo geometrico
nl: Geometrische hoek

source: Oriented angle defined by three points or two vectors. When defined from three points, the second point is the vertex. Its measure belongs to [0 ; 360[ or ]-180 ; 180].
it: Angolo geometrico definito da tre punti o da due vettori. Quando è definito da tre punti, , il secondo indica il vertice. La sua misura rientra negli intervalli [0 ; 360] o [-180 ; 180].
nl: Geörienteerde hoek gedefinieerd door drie punten of twee vectoren. Indien gedefinieerd door drie punten, dan is het tweede punt de hoek. Waarden tussen [0 ; 360[ of ]-180 ; 180].

source: Oriented angle
it: Angolo orientato
nl: Georiënteerde hoek.

source: Arc defined by three points.
it: Arco definito da tre punti.
nl: Cirkelboog bepaald door drie punten

source: Arc
it: Arco
nl: Cirkelboog

source: Arc defined by its center and two points.
it: Arco definito dal suo centro e da due punti.
nl: Cirkelboog bepaald door zijn centrum en twee punten.

source: Arc (center)
it: Arco (centro)
nl: Cirkelboog (midden)

source: Picture: drag and drop a picture in the canvas. It can be moved and scaled.
it: Immagine: trascina e lascia un'immagine nel canovaccio; è possibile spostarla e modificarla in scala.
nl: Afbeelding: sleep en plaats een afbeelding in het canvas. Het kan verplaatst en geschaald worden.

source: Picture
it: Immagine
nl: Afbeelding

source: Circle defined by its center and a point or by its center and radius, a value.
it: Crea un cerchio per mezzo del centro e un punto o per mezzo del centro e il valore del raggio.
nl: Cirkel gedefinieerd door zijn midden en een punt, of door zijn midden en een straal, een waarde.

source: Circle
it: Cerchio
nl: Cirkel

source: Vector or point coordinates, circle or line equation.
it: Coordinate di un punto o di un vettore, equazione di una retta o di un cerchio.
nl: Vector of punt-coördinaten, cirkel of lijn-vergelijking.

source: Coordinates, equation
it: Coordinate, equazione
nl: Coördinaten, vergelijking

source: Click to create a point: free point on the background, on a curve or on two curves intersection.
it: Fai clic per creare un punto: un punto libero sullo sfondo, o su una curva o sull'intersezione di due curve.
nl: Klik hier om een punt te maken: vrij punt op de achtergrond, in een boog of op het snijpunt van twee bogen.

source: Tap to create a point: free point on the background, on a curve or on two curves intersection.
it: Seleziona per creare un punto: un punto libero sullo sfondo, su una curva o sull'intersezione di due curve.
nl: Tap om een punt te maken: vrij punt op de achtergrond, in een boog of op het snijpunt van twee bogen.

source: Point
it: Punto
nl: Punt

source: Homothety: select a center, a value and a geometric object. The first selected point is the homothety center.
it: Omotetia: seleziona il centro, un valore e un oggetto geometrico. Il primo punto selezionato è il centro omotetico.
nl: Homothetie: selecteer een midden, een waarde en een geometrisch object. Het eerste punt is het centrum van de homothetie.

source: Homothety (scale)
it: Omotetia (scala)
nl: Homothetie (schaal)

source: Line defined by two points
it: Crea una linea definita da due punti.
nl: Lijn gedefinieerd door twee punten

source: Line
it: Linea
nl: Lijn

source: Locus defined by a free point on a curve and a relative point.
it: Luogo definito da un punto libero e da un punto relativo.
nl: Meetkundige plaats gedefinieerd door een vrij punt op een boog en een relatief punt.

source: Locus
it: Luogo
nl: Meetkundige plaats

source: Construct a macro-construction with input and output items.
it: Costruisci una macro-costuzione con parametri di input e di output.
nl: Maak een macro constructie met invoer en uitvoer zaken.

source: Build macro
it: Genera una macro
nl: Bouw macro

source: Input and output items don't match
it: I parametri di input e di output non corrispondono
nl: Invoer en uitvoer passen niet

source: Please, enter a proper title and description
it: Digita un nome e la descrizione
nl: Voer een juiste titel en beschrijving in

source: Execute a pre-built macro-construction on selected input items. To edit a macro description, edit its text and apply with the keys [alt/ctrl]+s.
it: Esegui una macro-costruzione precostruita sui parametri di input selezionati. Per modificare una descrizione di macro, modifica il suo testo e confermalo con i tasti [alt/ctrl]+s.
nl: Voer een vooraf-gebouwde macro-constructie uit op geselecteerde invoer-items. Om de macro beschrijving aan te passen, bewerk de tekst en sla deze op met de toetsen [alt/ctrl]+s.

source: Execute/edit macro
it: Esegui/modifica una macro
nl: Uitvoeren/bewerken macro

source: The midpoint of a segment or between two points.
it: Punto medio di un segmento o tra due punti.
nl: Het middelpunt van een segment of tussen twee punten.

source: Middle
it: Centro
nl: Midden

source: Line passing through one point and parallel to a line, half-line, etc.
it: Retta per un punto e parallela a una retta, semiretta, ecc.
nl: Lijn door één punt en parallel aan een lijn, een halve lijn, etc.

source: Perpendicular bisector defined by a segment or two points.
it: Bisettrice perpendicolare definita da un segmento o da due punti.
nl: Middelloodlijn bepaald door een lijnstuk of twee punten.

source: Perpendicular bisector
it: Bisettrice perpendicolare
nl: Middelloodlijn

source: Line passing through one point and orthogonal to a line, half-line, etc.
it: Retta passante per un punto e perpendicolare a una retta, semiretta, ecc.
nl: Lijn door één punt en rechthoekig op een lijn, een halve lijn, etc.

source: Perpendicular
it: Perpendicolare
nl: Loodrecht

source: Point given its coordinates: select two numbers or a point coordinates (@).
it: Crea un punto tramite le sue coordinate: seleziona due numeri o le coordinate di un punto (@).
nl: Punt gegeven zijn coördinaten; selecteer twee getallen of een punt coördinaat (@).

source: Coordinates
it: Coordinate
nl: Coördinaten

source: Intersection(s) of two curves.
it: Una o più intersezioni di due curve
nl: Snijpunt(en) van twee bogen.

source: Intersection
it: Intersezione
nl: Snijpunt

source: Polygon by n points: last point must be the initial point to terminate.
it: Poligono definito da n vertici: per completare la costruzione scegli il vertice iniziale.
nl: Polygoon van n punten: laatste punt moet weer het eerste punt zijn om af te sluiten.

source: Polygon
it: Poligono
nl: Polygoon

source: Regular polygon defined by its center, a vertex and its sides number.
it: Poligono regolare definito dal centro, da un vertice e dal numero di lati.
nl: Regelmatig polygoon bepaald door het midden, een lijnstuk en het aantal zijden.

source: Regular polygon
it: Poligono regolare
nl: Regelmatig polygoon

source: Half-Line defined by two points, the first selected point is the origin.
it: Semiretta definita da due punti, il primo è l'origine.
nl: Halvelijn gedefinieerd door twee punten, het eerstgekozen punt is de bron.

source: Ray
it: Raggio
nl: Straal

source: Reflexion: select a line and a geometric object. Reflexion axe is the first selected line.
it: Riflessione: seleziona una retta e un oggetto geometrico. L'asse di riflessione è la prima retta selezionata.
nl: Spiegeling: selecteer een lijn en een geometrisch object. Spiegelas is de eerstgenoemde lijn.

source: Reflection
it: Riflessione
nl: Spiegeling

source: Rotation: select a point, a value and a geometric object. The first selected point is the rotation center.
it: Rotazione: seleziona un punto, un valore e un oggetto geometrico. Il primo punto selezionato è il centro di rotazione.
nl: Rotatie: selecteer een punt, een waarde en een geometrisch object. Het eerstgenoemde punt is het rotatiepunt.

source: Rotation
it: Rotazione
nl: Rotatie

source: Insert a Smalltalk script in the drawing area.
it: Inserisci uno script Smalltalk nell'area di disegno.
nl: Voeg een Smalltalk script in het tekengebied in.

source: Use a script
it: Usa uno script
nl: Gebruik een script

source: No description, write one in the description method of this script.
it: Nessuna descrizione, scrivine una nel metodo descrizione di questo script.
nl: Geen beschrijving, schrijf er een in de beschrijvingmethode van dit script.

source: Segment defined by two points.
it: Segmento definito da due punti.
nl: Segment gedefinieerd door twee punten.

source: Symmetry: select a point and a geometric object. The first selected point is the symmetry center.
it: Simmetria: seleziona un punto e un oggetto geometrico. Il primo punto selezionato è il centro di simmetria.
nl: Symmetrie: selecteer een punt en een geometrisch object. Het eerstgenoemde punt is het centrum van symmetrie.

source: Symmetry
it: Simmetria
nl: Symmetrie

source: Free text you can edit and move around.
it: Testo libero che può essere modificato e spostato.
nl: Vrije tekst die je kunt bewerken en willkeurig verplaatsen.

source: Text
it: Testo
nl: Tekst

source: Translation: select a vector and a geometric object.
it: Traslazione: seleziona un vettore e un oggetto geometrico.
nl: Translatie: selecteer een vector en een geometrisch object.

source: Translation
it: Traslazione
nl: Translatie

source: Distance between objects, curve length, free value.
it: Distanza fra oggetti, lunghezza della curva, valore libero.
nl: Afstand tussen objecten, booglengte, vrije waarde.

source: Distance, length, value
it: Distanza, lunghezza, valore
nl: Afstand, lengte, waarde

source: Vector defined by two points.
it: Vettore definito da due punti.
nl: Vector gedefinieerd door twee punten.

source: Select a free point on a curve to animate it.
it: Seleziona un punto libero su una curva per inserire un'animazione.
nl: Selecteer een vrij punt op de boog om te verlevendigen.

source: Animate
it: Animazione
nl: Animeren

source: Erase an object and all its depedencies.
it: Cancella un oggetto e tutte le sue dipendenze.
nl: Wis een object en alle afhankelijkheden.

source: Eraser
it: Cancella
nl: Wisser

source: This intersection
it: Questa intersezione
nl: Dit snijpunt

source: Change as a free point on the plane.
it: Modifica come punto libero sul piano.
nl: Wijzig als een vrij punt op een vlak.

source: Change as a free point on this curve.
it: Modifica come punto libero su questa curva.
nl: Wijzig als een vrij punt op deze boog.

source: Change as this intersection.
it: Modifica come questa intersezione.
nl: Wijzig als dit snijpunt.

source: Edit an item's property
it: Modifica le proprietà di un oggetto
nl: Bewerk een item's eigenschappen.

source: Property
it: Proprietà
nl: Eigenschap

source: Select and move an object.
it: Seleziona e sposta un oggetto.
nl: Selecteer en verplaats een voorwerp.

source: Select and Move
it: Seleziona e sposta
nl: Selecteer en Verplaats

source: Select a point to merge with
it: Seleziona un punto di unione
nl: Selecteer een punt om mee samen te voegen
