Repository: Dynamic-Book/drgeo
Catalog: i18n/po/*.po
Languages: it, nl

source: Drag this point to change its nature.
it: Trascina questo punto per modificare la sua natura.
nl: Sleep dit punt om de aard te wijzigen.

source: Pressing down the [Shift] key you can drag and change the nature of free point or intersection point.
it: Premi il tasto [Maiusc] per trascinare e modificare la natura di un punto libero o di un punto intersezione.
nl: Druk de [Shift] toets om te slepen en de aard van de vrije punt of snijpunt te wijzigen.

source: Several objects can be selected. Please, select one clicking the mouse.
it: Possono essere selezionati diversi oggetti. Selezionane uno con un clic del mouse.
nl: Verscheidene objecten kunnen worden geselecteerd. Selecteer er één door met de muis te klikken.

source: Edit an object style.
it: Modifica lo stile di un oggetto.
nl: Bewerk een objectstijl.

source: Edit Style
it: Modifica stile
nl: Bewerk Stijl

source: Select an object
it: Seleziona un oggetto
nl: Selecteer een object

source: Several objects can be selected. Please, choose one.
it: Puoi selezionare diversi oggetti: scegline uno.
nl: Verscheidene objecten kunnen geselecteerd worden. Kies er één.

source: Colour
it: Colore
nl: Kleur

source: arc
it: arco
nl: boog

source: circle
it: cerchio
nl: cirkel

source: line
it: riga
nl: lijn

source: locus
it: luogo
nl: plaats

source: Autoname new object
it: Dare automaticamente un nome al nuovo oggetto
nl: Geef nieuw object automatisch een naam

source: Path for user created resources as sketches, Smalltalk sketches, exported image. An empty path locates these resources in the Dr. Geo application folder. Relative path accepted, home/user directory is then prepended
it: Percorso creato dall'utente per risorse quali disegni, disegni Smalltalk, immagini esportate. Un percorso vuoto posiziona queste risorse nella cartella del programma Dr.Geo. Accettato il relativo percorso, viene preposta la directory home/utente
nl: Pad voor door gebruiker aangemaakte bronnen zoals schetsen, Smalltalk schetsen, geëxporteerde afbeeldingen. Een leeg pad verwijst naar de folder waar de Dr. Geo applicatie staat. Relatief pad is toegestaan, dan wordt home/user directory ervoor gezet.

source: miscellaneous
it: miscellanea
nl: overige

source: Shape
it: Forma
nl: Vorm

source: Size
it: Dimensione
nl: Grootte

source: point
it: punto
nl: punt

source: polygon
it: poligono
nl: veelhoek

source: Code completion on
it: Completamento del codice attivo
nl: Code gereed op

source: Full debugger when executing Smalltalk sketch.
nl: Volledige debugger bij uitvoeren van Smalltalk schets

source: programming
it: programmazione
nl: programmeren

source: ray
it: raggio
nl: straal

source: Mark
it: Contrassegna
nl: Markeer

source: segment
it: segmento
nl: lijnstuk

source: Background
it: Sfondo
nl: Achtergrond

source: Border
it: Bordo
nl: Rand

source: text
it: testo
nl: tekst

source: Number of decimal
it: Numero di decimali
nl: Cijfer van getal

source: value
it: valore
nl: waarde

source: Animate at speed 1.
it: Animazione a velocità 1
nl: Animatie op snelheid 1

source: Animate x1
it: Animazione x1
nl: Animatie x1

source: Animate at speed 2.
it: Animazione a velocità 2
nl: Animatie op snelheid 2.

source: Animate x2
it: Animazione x2
nl: Animatie x2

source: Animate at speed 3.
it: Animazione a velocità 3
nl: Animatie op snelheid 3.

source: Animate x3
it: Animazione x3
nl: Animatie x3

source: Animate at speed 4.
it: Animazione a velocità 4
nl: Animatie op snelheid 4.

source: Animate x4
it: Animazione x4
nl: Animatie x4

source: Show or hide the ox and oy axes.
it: Visualizza o nasconde gli assi ox e oy.
nl: Toon of verberg de ox en de of assen.

source: Export this sketch as SVG image.
it: Esporta questo disegno come immagine SVG
nl: Exporteer deze schets als SVG-afbeelding.

source: Save as image
it: Salva come immagine
nl: Bewaar als afbeelding

source: Show or hide grid.
it: Mostra o nascondi la griglia.
nl: Toon of verberg raster.

source: Keep this sketch permanently.
it: Conserva permanentemente questo disegno.
nl: Houd deze schets permanent.

source: Save
it: Salva
nl: Opslaan

source: Delete a macro-construction from the registry.
it: Elimina una macro-costruzione dal registro.
nl: Verwijder een macro-constructie uit het register.

source: Delete macro
it: Elimina una macro
nl: Verwijder macro

source: Snap to grid.
it: Allinea alla griglia.
nl: Klik vast op raster.

source: An unobtrusive menu with all Dr. Geo tools.
it: Un discreto menù con tutti gli strumenti di Dr. Geo.
nl: Een bescheiden menu met alle Dr. Geo gereedschappen.

source: Toggle between the build of several geometric objects and the build of one geometric object then move it.
it: Alterna tra la generazione di diversi oggetti geometrici e la generazione di un solo oggetto e quindi spostalo.
nl: Wissel tussen het bouwen van verscheidene geometrische voorwerpen en de bouw van één geometrisch voorwerp dan verplaats het.

source: New
it: Nuovo
nl: Nieuw

source: Open a new blank sketch.
it: Apri un nuovo disegno vuoto.
nl: Open een nieuwe, blanko schets.

source: Open a sketch.
it: Apri un disegno
nl: Open een schets.

source: Redo
it: Ripeti
nl: Herhaal

source: Redo last action.
it: Ripeti l'ultima azione.
nl: Herhaal laatste actie.

source: Create a Smalltalk script.
it: Crea uno script Smalltalk.
nl: Maak een Smalltalk script.

source: Create a script
it: Crea uno script
nl: Maak een script

source: Edit a Smalltalk script.
it: Modifica uno script Smalltalk.
nl: Bewerk een Smalltalk script.

source: Edit a script
it: Modifica uno script
nl: Bewerk een script

source: Edit style
it: Modifica stile
nl: Edit Stijl

source: Construction tree
it: Albero di costruzione
nl: Constructieboom

source: The hierarchy tree presenting the visible constructed items.
it: L'albero che presenta in ordine gerarchico gli oggetti visibili costruiti.
nl: De hierarchische boom die de zichtbare geconstrueerde items toont.

source: Undo
it: Annulla
nl: Ongedaan maken

source: Undo last action
it: Annulla l'ultima azione
nl: Laatste actie ongedaan maken

source: A wheel to move horizontally the sketch.
it: Una ruota che sposta orizzontalmente il disegno.
nl: Een wiel om de tekening horizontaal te bewegen.

source: Horizontal wheel
it: Ruota orizzontale
nl: Horizontaal wiel

source: A wheel to move vertically the sketch.
it: Una ruota che sposta verticalmente il disegno.
nl: Een wiel om de tekening verticaal te verplaatsen.

source: Vertical wheel
it: Ruota verticale
nl: Verticaal wiel

source: A wheel to zoom in, zoom out the sketch.
it: Una ruota per aumentare o diminuire l'ingrandimento del disegno.
nl: Een wiel om in en uit de tekening te zoomen.

source: Zoom wheel
it: Ruota dell'ingrandimento
nl: Zoomwiel

source: Copy
it: Copia
nl: Kopiëren

source: Copy with transparency
it: Copia con trasparenza
nl: Kopiëren met doorzichtigheid

source: Keep this sketch under a different name.
it: Conserva questo disegno con un nome diverso.
nl: Houd deze schets met een andere naam.

source: Open at...
it: Apri in...
nl: Open bij...

source: Save as...
it: Salva come...
nl: Opslaan als…

source: Animate a free point on curve.
it: Inserisci animazione in un punto libero su una curva.
nl: Animeer een vrij punt op een boog.

source: Build or execute macro-construction. A macro is a construction template you can apply to items in the sketch area.
it: Genera o esegui macro-costruzioni. Una macro è un modello di costruzione che può essere applicato agli elementi nell'area di disegno.
nl: Bouw of voer uit macro-constructie. Een macro is een constructie template die je kunt toepassen op items in een schetsgebied.

source: Create different curve types: line, half-line, segment, vector, circle...
it: Crea diversi tipi di curve: rette, semirette, segmenti, vettori, circonferenze...
nl: Maak verschillende boogtypes: lijn, halve lijn, lijnstuk, vector, cirkel...

source: Create points: free, on curve, intersection or middle point.
it: Crea punti: liberi, su una curva, in una intersezione o in un punto medio.
nl: Maak punten: vrije, op een boog, snijpunt of middelpunt.

source: Create several numeric objects: free value, distance, length, angle, coordinates, equation and text.
it: Crea diversi oggetti numerici: valore libero, distanza, lunghezza, angolo, coordinate, equazione e testo.
nl: Maak verscheidene numerieke objecten: vrije waarde, afstand, lengte, hoek, coördinaten, vergelijking en tekst.

source: Erase or edit style and properties of items.
it: Cancella o modifica lo stile e le proprietà di elementi.
nl: Wis of bewerk stijl en eigenschappen van items.

source: File
nl: Bestand

source: Lines
it: Rette
nl: Lijnen

source: Load, save or export Dr. Geo figure.
it: Carica, salva o esporta figure di Dr. Geo.
nl: Laad, bewaar of exporteer Dr. Geo figuur.

source: Macro-construction
it: Macro-costruzione
nl: Macro-constructie

source: Numerics & Text
it: Oggetti numerici & Testo
nl: Getallen & Tekst

source: Points
it: Punti
nl: Punten

source: Script: use, edit or create script to plug in the sketch.
it: Script: usa, modifica o genera uno script da collegare al disegno.
nl: Script: gebruik, bewerk of maak script om in schets op te nemen.

source: Transform an object with a geometric transformation: symmetry, reflexion, rotation, translation or homothety (scale).
it: Trasforma un oggetto con una trasformazione geometrica: simmetria, riflessione, rotazione, traslazione o omotetia (scala).
nl: Transformeer een object met een geometrische transformatie: symmetrie, spiegeling, rotatie, translatie of homogene translatie (schaal).

source: Transformations
it: Trasformazioni
nl: Transformaties

source: A Dr. Geo sketch
it: Un disegno Dr. Geo
nl: Een Dr. Geo programma

source: Execute the code up to the cursor position.
it: Esegui il codice fino alla posizione del cursore
nl: Voer de code uit tot aan de cursorpositie.

source: Execute the current message and go to the next message.
it: Esegui il messaggio corrente e passa a quello successivo
nl: Voer dit bericht uit en ga naar het volgende bericht

source: Restart
it: Riavvia
nl: Herstarten

source: Restart the step by step execution from its start.
it: Riavvia l'esecuzione passo-passo dall'inizio
nl: Herstart de stapsgewijze uitvoering vanaf de start.

source: Run to Cursor
it: Esegui fino al cursore
nl: Run tot Cursor

source: Step
it: Passo
nl: Stap

source: Step into
it: Entra
nl: Stap in

source: Step into a block.
it: Entra in un blocco.
nl: Stap in een blok

source: Open a sketch
it: Apri un disegno
nl: Open een schets

source: Cancel
it: Annulla
nl: Annuleren

source: Examples
it: Esempi
nl: Voorbeelden

source: My Sketches
it: I miei Disegni
nl: Mijn Schetsen

source: Angle
it: Angolo
nl: Hoek

source: Any type
it: Qualsiasi tipo
nl: Elk type

source: Direction
it: Direzione
nl: Richting

source: Segment
it: Segmento
nl: Lijnstuk

source: Value
it: Valore
nl: Waarde

source: Remove this script argument.
it: Rimuovi questo argomento delle script.
nl: Verwijder dit script's argument.

source: Add an argument to this script.
it: Aggiungi un argomento a questo script.
nl: Voeg een argument toe aan dit script.

source: Add argument
it: Aggiungi un argomento
nl: Voeg argument toe

source: Build
it: Genera
nl: Bouw

source: Build a script with these settings.
it: Crea uno script con queste impostazioni.
nl: Bouw een script met deze instellingen

source: A description of the script. To help the user, describe carefully what the script does and the input arguments to select to use it.
it: Una descrizione dello script. Per aiutare l'utente, descrivi accuratamente cosa fa lo script e gli argomenti di input da selezionare per usarlo.
nl: Een beschrijving van het script. Om de gebruiker te helpen, beschrijf nauwkeurig wat het script doet en de invoerargumenten om te selecteren voor het gebruik.

source: Arguments
it: Argomenti
nl: Argumenten

source: Description
it: Descrizione
nl: Beschrijving

source: Name
it: Nome
nl: Naam

source: The name of the script.
it: Il nome dello script.
nl: De naam van het script.

source: Browse my collection of Smalltalk sketches.
nl: Doorzoek mijn verzameling van Smalltalk schetsen

source: Delete
it: Elimina
nl: Verwijderen

source: Delete permanently this Smalltalk Sketch from disk.
it: Cancella definitivamente questo Disegno Smalltalk dal disco.
nl: Definitief deze Smalltalk Sketch verwijderen van de schijf

source: Edit
it: Modifica
nl: Bewerk

source: Select a Smalltalk sketch
it: Selezione un disegno Smalltalk
nl: Selecteer een Smalltalk sketch

source: Too many errors. Fix it! Sketch stopped
nl: Teveel fouten. Oplossen! Schets gestopt

source: Name the sketch to keep.
it: Indica il nome del disegno da conservare:
nl: Benoem de te bewaren schets

source: Debug the Smalltalk sketch.
it: Fai il debug del disegno Smalltalk.
nl: Debug de Smalltalk schets.

source: Dr. Geo tutorial
it: Tutorial di Dr. Geo
nl: Dr. Geo zelfstudie

source: Edit a Smalltalk sketch.
it: Modifica un disegno Smalltalk.
nl: Bewerk de Smalltalk schets.

source: Play the Smalltalk sketch.
it: Esegui il disegno Smalltalk.
nl: Speel de Smalltalk schets af.

source: Save this Smalltalk sketch.
it: Salva questo disegno Smalltalk.
nl: Bewaar de Smalltalk schets.

source: Stop the execution of the Smalltalk sketch.
it: Ferma l'esecuzione del disegno Smalltalk.
nl: Stop uitvoering van de Smalltalk schets.

source: Edit Smalltalk Sketch
it: Modifica un Disegno Smalltalk
nl: Bewerk Smalltalk Sketches

source: Pause the Smalltalk sketch.
it: Metti in pausa il disegno Smalltalk.
nl: Pauzeer de Smalltalk schets.

source: Resume the Smalltalk sketch.
it: Riavvia il disegno Smalltalk.
nl: Vervolg de Smalltalk schets.

source: Build a macro-construction
it: Genera una macro-costruzione
nl: Bouw een macro-constructie

source: To build a macro-construction, 1. First select the input paramaters, 2. Next select the output parameters, 3. Next chose a name and a description, 4. Last apply the selection.
it: Per creare una macro-costruzione, 1. Per prima cosa seleziona i parametri di input, 2. Quindi seleziona i parametri dell'output, 3. Scegli quindi un nome e una descrizione, 4. Infine conferma la selezione.
nl: Om een macro te bouwen, 1. Selecteer eerst de invoerparameters, 2. Selecteer dan de uitvoerparameters, 3. Kies daarna een naam en een beschrijving, 4. Pas dan de selectie toe.

source: Description:
it: Descrizione:
nl: Beschrijving:

source: Give a name and a description
it: Digita un nome e una descrizione
nl: Geef een naam en een beschrijving

source: Title:
it: Titolo:
nl: Titel:

source: Select input parameters
it: Seleziona i parametri di input
nl: Selecteer invoer parameters

source: Select output parameters
it: Seleziona i parametri di output
nl: Selecteer uitvoer parameters

source: Execute a macro-construction
it: Esegui una macro-costruzione
nl: Voer een macro-constructie uit

source: To execute a macro-construction, 1. First select a macro-construction from the list, 2. Select items on the figure. Only items relevant to the selected macro-construction are selectable. Once enough items are selected, the macro is automaticly executed. To start press the 'next' button.
it: Per eseguire una macro-costruzione, 1. Per prima cosa seleziona una macro-costruzione dall'elenco, 2. Seleziona gli elementi della figura. Si possono selezionare solo solo gli elementi rilevanti per la macro-costruzione selezionata. Una volta che sono stati selezionati sufficienti elementi, la macro viene eseguita automaticamente. Per iniziare premi il pulsante "avanti".
nl: Om een macro van de lijst uit te voeren, 1. Selecteer eerst een macro van de lijst, 2. Selecteer items op de afbeelding. Alleen items die horen bij de macro kunnen geselecteerd worden. Als genoeg items geselecteerd zijn, wordt de macro automatisch uitgevoerd. Druk op de 'volgende' knop om te beginnen.

source: Select a macro-construction then the figure items
it: Seleziona una macro-costruzione e quindi gli elementi della figura
nl: Selecteer een macro-constructie en dan de figuuritems

source: To use a script, 1. First select a script from the list, 2. Select items in the sketch, 3. Click somewhere in the background. Once enough items are selected, the script is inserted in the sketch, at the user selected position. To start press the 'next' button.
it: Per usare uno script, 1. Per prima cosa seleziona uno script nell'elenco, 2. Seleziona elementi nel disegno, 3. Fai clic da qualche parte nello sfondo. Quando sono stati selezionati sufficienti elementi, lo script viene inserito nel disegno, nella posizione selezionata dall'utente. Per iniziare premi il pulsante "avanti"
nl: Om een script te gebruiken, 1. Selecteer eerst een script van de lijst, 2. Selecteer items in de Sketch, 3. Klik ergens op de achtergrond, Zodra genoeg items geselecteerd zijn, wordt het script toegevoegd in de sketch, op de aangewezen positie. Druk op de 'volgende' knop om te beginnen

source: Use a script in the sketch
it: Usa uno script nel disegno
nl: Gebruik een script in de schets

source: Script name
it: Nome dello script
nl: Scriptnaam

source: Select a script then items in the sketch
it: Seleziona uno script, poi i parametri nel disegno
nl: Selecteer een script daarna items in de schets

source: The arguments accepted by this script.
it: L'argomento accettato da questo script
nl: De argumenten geaccepteerd door dit script.

source: Dr. Geo is about interactive geometry and programming. {1} It allows one to create geometric figure plus the interactive manipulation It is usable in teaching situation, in mathematics, physics and programming, with students from primary school to university levels. It is simple and effective with some unique features as Smalltalk scripts and programmed interactive sketches. {2} LICENSE: GPL
it: Dr. Geo tratta la geometria interattiva e la programmazione. {1} Consente di creare figure geometriche ed aggiunge la manipolazione interattiva Si può utilizzare nella didattica, in matematica, fisica e programmazione, con studenti che vanno dalla scuola primaria fino a livello universitario. È semplice ed efficace, con alcune caratteristiche uniche come gli script Smalltalk e disegni interattivi programmati. {2} LICENZA: GPL

source: A window used as a scratchpad area where fragments of Cuis-Smalltalk code can be entered, stored, edited, and evaluated.
it: Una finestra usata come area per appunti dove immettere, memorizzare, modificare e valutare frammenti del codice Cuis-Smalltalk

source: Smalltalk Sketch Editor
it: Editor di Disegni Smalltalk

source: Parallel
it: Parallela

source: vector
it: vettore

source: Menu
it: Menù

source: Open
it: Apri

source: Vector
it: Vettore

source: Code
it: Codice
