Repository: Dynamic-Book/DrGeo
Catalog: i18n/po/*.po
Languages: es, zh_cn

source: no name
es: sin nombre
zh_cn: 未命名

source: This geometric angle %1
es: Este ángulo geométrico %1
zh_cn: 几何角度 %1

source: This angle bisector %1
es: La bisectriz de este ángulo %1
zh_cn: 角度等分线 %1

source: This oriented angle %1
es: Este ángulo orientado %1
zh_cn: 相对角度 %1

source: This Arc Circle %1
es: Este arco de círculo %1
zh_cn: 圆弧 %1

source: This picture
es: Esta imagen
zh_cn: 图片

source: This circle %1
es: Este círculo %1
zh_cn: 圆 %1

source: This composite object %1
es: Este objeto compuesto %1
zh_cn: 复合对象 %1

source: This equation %1
es: Esta ecuación %1
zh_cn: 方程 %1

source: Equation
es: Ecuación
zh_cn: 方程

source: This line %1
es: Esta línea %1
zh_cn: 直线 %1

source: This parallel line %1
es: Esta línea paralela %1
zh_cn: 平行线 %1

source: This perpendicular bisector %1
es: Esta mediatriz %1
zh_cn: 垂直平分线 %1

source: This perpendicular line %1
es: Esta línea perpendicular %1
zh_cn: 垂直线 %1

source: This locus %1
es: Este espacio geométrico
zh_cn: 轨迹 %1

source: This math item %1
es: Este ítem matemático %1
zh_cn: 数学项目 %1

source: Edit the coordinates
es: Editar las coordenadas
zh_cn: 编辑坐标

source: This point %1
es: Este punto %1
zh_cn: 点 %1

source: Edit this curvilinear abscissa in [0;1]
es: Edite esta abcisa curvilínea en [0;1]
zh_cn: 编辑此曲线的横坐标在[0;1]内。

source: This polygon %1
es: Este polígono %1
zh_cn: 多边形 %1

source: This quadrilateral %1
es: Este cuadrilátero %1
zh_cn: 四边形％1

source: This triangle %1
es: Este triángulo %1
zh_cn: 三角形％1

source: edges=
es: bordes=
zh_cn: 边缘=

source: This half-line %1
es: Esta semirrecta %1
zh_cn: 射线 %1

source: This segment %1
es: Este segmento %1
zh_cn: 线段 %1

source: This text
es: Este texto
zh_cn: 文本

source: Edit this text
es: Editar este texto
zh_cn: 编辑这段文本。

source: Edit me
es: Editarme
zh_cn: 编辑我

source: This arc length %1
es: Esta longitud de arco %1
zh_cn: 弧长 %1

source: This circle perimeter %1
es: Este perimetro de círculo %1
zh_cn: 圆的周长 %1

source: This distance between two points %1
es: Esta distancia entre dos puntos %1
zh_cn: 两点之间的距离 %1

source: This point-line distance %1
es: Esta distancia entre línea y punto %1
zh_cn: 点与直线间距离 %1

source: This value %1
es: Este valor %1
zh_cn: 数值 %1

source: Value
es: Valor
zh_cn: 数值

source: This polygon perimeter %1
es: El perímetro de este polígono %1
zh_cn: 多边形周长

source: This point abscissa %1
es: Este punto de abscisa %1
zh_cn: 这个点的横坐标 %1

source: This point ordinate %1
es: Este punto de ordenadas: %1
zh_cn: 这个点的纵坐标 %1

source: This script "{1}"
es: Esta secuencia de órdenes «{1}»
zh_cn: 脚本 "{1}"

source: This script "{1}" with argument: %2
es: Esta secuencia de órdenes «{1}» con el argumento: %2
zh_cn: 脚本"{1}" 带参数: %2

source: This script "{1}" with arguments: %2
es: Esta secuencia de órdenes «{1}» con los argumentos: %2
zh_cn: 脚本"{1}" 带参数: %2

source: Script
es: Secuencia de órdenes
zh_cn: 脚本

source: This segment length %1
es: La longitud de este segmento %1
zh_cn: 线段的长度 %1

source: This line slope %1
es: La pendiente de esta línea %1
zh_cn: 直线的斜率 %1

source: Edit this value
es: Editar este valor
zh_cn: 编辑该值

source: This vector abscissa %1
es: Este vector de abscisas: %1
zh_cn: 向量的横坐标 %1

source: This Vector's norm %1
es: La norma de este vector %1
zh_cn: 这个向量的范数 %1

source: This vector ordinate %1
es: Este vector de ordenadas: %1
zh_cn: 这个向量纵坐标 %1

source: This vector %1
es: Este vector %1
zh_cn: 向量 %1

source: I am the description of this script. Please edit me.
es: Soy la descripción de esta secuencia de órdenes. Edíteme.
zh_cn: 我是这个脚本的描述。请编辑我。

source: A script
es: Una secuencia de órdenes
zh_cn: 一个脚本

source: Only geometric object can be transformed.
es: Solo objetos geometricos pueden ser transformados.
zh_cn: 只有几何对象可以转换。

source: Set the style of the line.
es: Definir el estilo de la linea
zh_cn: 设置线条的样式。

source: Style
es: Estilo
zh_cn: 样式

source: Set the thickness of the line.
es: Definir el grosor de la linea
zh_cn: 设置线条的粗细。

source: Thickness
es: Grosor
zh_cn: 厚度

source: Fill
es: Rellenar
zh_cn: 填充

source: Toggle to fill the object.
es: Habilitar el relleno de objetos.
zh_cn: 切换以填充对象。

source: Toggle the translucency of the object.
es: Cambiar la transparencia del objeto.
zh_cn: 切换对象的半透明度

source: Translucent
es: Translúcido
zh_cn: 透明度

source: Arrow
es: Flecha
zh_cn: 箭头

source: Set arrow(s) to the line.
es: Establecer flecha(s) a la línea.
zh_cn: 将箭头(箭头)设置到线上。

source: Set the shape of the point.
es: Establece la forma del punto.
zh_cn: 设置点的形状。

source: Set the size of the point.
es: Definir el tamaño del punto
zh_cn: 设置点的大小。

source: Set a mark to the segment.
es: Definir una marca para el segmento.
zh_cn: 在该段落上设置一个标记。

source: Set the colour.
es: Definir el color
zh_cn: 设置颜色。

source: Feedback
es: Sugerencias
zh_cn: 反馈

source: Toggle to provide feedback and interaction when the mouse cursor is over the object.
es: Pincha para dar retroalimentación e interacción cuando el cursor esté sobre el objeto.
zh_cn: 当鼠标光标悬停在对象上时，切换以提供反馈和交互。

source: Hide
es: Ocultar
zh_cn: 隐藏

source: Toggle to hide the object.
es: Cambiar a oculto el objeto.
zh_cn: 切换以隐藏对象。

source: Lock
es: Bloquear
zh_cn: 锁定

source: Toggle to lock the object to its position.
es: Habilitar el bloqueo del objeto en su posición.
zh_cn: 切换以将对象锁定在其位置。

source: Rename this object.
es: Renombrar este objeto
zh_cn: 重命名此对象。

source: Set the background colour.
es: Establecer el color del fondo.
zh_cn: 设置背景颜色。

source: Set the border colour.
es: Establecer el color de borde.
zh_cn: 设置边框颜色。

source: Font size
es: Tamaño de letra
zh_cn: 字体大小

source: Set the font size.
es: Establecer el tamaño de letra.
zh_cn: 设置字体大小。

source: Name this value
es: Nombre de este valor
zh_cn: 命名该值

source: Rename this value
es: Renombrar este valor
zh_cn: 重命名该值

source: Dr. Geo is about interactive geometry and programming. {1} - {3} It allows one to create geometric figure plus the interactive manipulation It is usable in teaching situation, in mathematics, physics and programming, with students from primary school to university levels. It is simple and effective with some unique features as Smalltalk scripts and programmed interactive sketches. {2} LICENSE: GPL
es: Dr. Geo trata sibre geometría interactiva y programación. {1} - {3} Permite crear figuras geométricas además de manipularlas interactivamente. Se puede utilizar en siatuaciones de aprendizaje, en matemáticas, física y programación, con estudiantes desde primaria a niveles de universitarios. Es simple y efectivo con algunas características únicas como scripts de Smalltalk y bocetos interactivos programados. {2} LICENCIA: GPL
zh_cn: Dr. Geo 是一门交互几何与编程学科。 {1} - {3} 它允许用户创建几何图形，并对其进行交互式处理。 它可在教学环境中使用，适用于从小学到大学级别的数学、物理和 编程专业的学生。 它具有独特功能，例如 Smalltalk 脚本和经过编程的交互式素描，因而既简单又有效。 {2} 许可证：GPL

source: Installed version:
es: Versión instalada:
zh_cn: 安装版本：

source: Fig. -
zh_cn: 图.-

source: System menu
es: Menú del sistema
zh_cn: 系统菜单

source: Macro -
zh_cn: 宏-

source: Dr. Geo Preferences
es: Preferencias de Dr. Geo
zh_cn: Dr. Geo首选项

source: Preferences
es: Preferencias
zh_cn: 首选项

source: Settings
es: Configuración
zh_cn: 设置

source: Size of GUI elements
es: Tamaño de los elementos de la interfaz
zh_cn: GUI元素的大小

source: Theme
es: Tema
zh_cn: 主题

source: There is unsaved data! Are you sure to quit Dr. Geo environment?
es: Hay datos no guardados. ¿Confirma que quiere salir del entorno de Dr. Geo?
zh_cn: 有未保存的数据！ 确定要退出Dr. Geo环境吗？

source: A source code browser to view, edit and save Dr. Geo code. I open the browser on the DrGeoSketch class you can study to design your own Smalltalk sketch.
es: Un navegador de código fuente para ver, editar y guardar el código de Dr. Geo. Abro el navegador en la clase DrGeoSketch tú puedes diseñar tu propio boceto.
zh_cn: 一个源代码浏览器，用于查看、编辑和保存Dr. Geo代码。我在DrGeoSketch类上打开浏览器，你可以学习设计自己的Smalltalk草图。

source: A tool to browse and to test both system and personal Smalltalk Sketches.
es: Una herramienta para navegar y probar tanto el sistema como los bocetos personales Smalltalk.
zh_cn: 一个用于浏览和测试系统和个人Smalltalk草图的工具。

source: A window used as a scratchpad area where fragments of Cuis-Smalltalk code can be entered, stored, edited, and evaluated. To edit Smalltalk sketch, use the Smalltalk Sketch Editor tool above.
es: Ventana utilizada como área de bloc de notas donde se pueden introducir, almacenar, editar y evaluar fragmentos de código Cuis-Smalltalk. Para editar bocetos de Smalltalk, utilice la herramienta Editor de Bocetos de Smalltalk anterior.
zh_cn: 一个用作草稿纸区域的窗口，可以在其中输入、存储、编辑并评估 Cuis-Smalltalk 代码片段。若要编辑 Smalltalk 草图，请使用上方的小型 Smalltalk 草图编辑器工具。

source: A window used to print information from the code - text output. Any object receiving the message #print is output in the Transcript: 'hello' print, (k * 5) print. Use the Transcript class for more elaborated output.
es: Una ventana utilizada para imprimir información del código - salida de texto. Cualquier objeto que reciba el mensaje #print sale en la Transcripción: 'hello' print, (k * 5) print. Utilice la clase Transcript para una salida más elaborada.
zh_cn: 用于打印来自代码的信息的窗口 - 文本输出。任何接收消息 #print 的对象都会在 Transcript： 'hello' print，（k * 5）print 中输出。使用 Transcript 类进行更详细的输出。

source: An editor to write and to test new Smalltalk sketch.
es: Un editor para escribir y probar nuevos bocetos de Smalltalk.
zh_cn: 一个用于编写和测试新的Smalltalk素材的编辑器。

source: Browse
es: Explorar
zh_cn: 浏览文件

source: Browse Smalltalk Sketches
es: Explorar bocetos Smalltalk
zh_cn: 浏览 Smalltalk 素材

source: Open a file
es: Abrir un archivo
zh_cn: 打开文件

source: Open the filer on your personal sketches collection.
es: Abre un fighero en su colección de guinoes personal.
zh_cn: 打开你个人的素材收藏夹。

source: Save session
es: Guardar sesión
zh_cn: 保存会话

source: Save this Dr. Geo session.
es: Guarda esta sesión de Dr. Geo.
zh_cn: 保存该Dr.Geo会话

source: Smalltalk Sketch Editor
es: Editor de boceto Smalltalk
zh_cn: Smalltalk素材编辑器

source: System Browser
es: Explorador del Sistema
zh_cn: 系统浏览器

source: Tools
es: Herramientas
zh_cn: 工具

source: Transcript
es: Transcripción
zh_cn: 记录单

source: Workspace
es: Área de trabajo
zh_cn: 工作区

source: About
es: Acerca de
zh_cn: 关于

source: New sketch
es: Boceto nuevo
zh_cn: 新图稿

source: Quit
es: Salir
zh_cn: 退出

source: Toggle full screen mode
es: Alternar a modo de pantalla completa
zh_cn: 切换全屏模式

source: Turn full screen mode on when it is off, off when it is on.
es: Activa el modo de pantalla completa cuando esta desactivado, y lo desactiva cuando está activo.
zh_cn: 当它关闭时候切换到全屏模式，当它打开时即关闭

source: <no> Axes
es: <no> Ejes
zh_cn: <否> 轴

source: <yes> Axes
es: <sí> Ejes
zh_cn: <是> 轴

source: <no> Create Multiple
es: <no> Crea Múltiple
zh_cn: <否> 创建多个

source: <yes> Create Multiple
es: <sí> Crea Múltiple
zh_cn: <是> 创建多个

source: Build a new script
es: Crea un nuevo script
zh_cn: 构建一个新的脚本

source: Edit or create scripts
es: Editar o crear secuencias de órdenes
zh_cn: 编辑或创建脚本

source: Name the image to keep.
es: Ponga nombre a la imagen para mantener.
zh_cn: 命名要保留的图像。

source: <no> Grid
es: <no> Rejilla
zh_cn: <否> 网格

source: <yes> Grid
es: <sí> Rejilla
zh_cn: <是> 网格

source: <no> Magnetic Grid
es: <no> Rejilla Magnética
zh_cn: <否> 磁性网格

source: <yes> Magnetic Grid
es: <sí> Rejilla Magnética
zh_cn: <是> 磁性网格

source: I can't save the sketch. Check the local resource or the server.
es: No puedo guardar el dibujo. Compruebe el recurso local o el servidor.
zh_cn: 我无法保存草图。 检查本地资源或服务器。

source: Angle bisector defined by three points or an angle defined by three points.
es: Visectriz definida por tres puntos o un ángulo definido por tres puntos.
zh_cn: 由三点定义的角平分线或者由三点定义的角。

source: Angle bisector
es: Bisector de ángulo
zh_cn: 角平分线

source: Geometric angle defined by three points, the second point is the vertex. Its measure belongs to [0 ; 180].
es: Ángulo geométrico definido por tres puntos, el segundo punto es el vértice. Sus medidas pertenecen a [0 ; 180].
zh_cn: 由三个点定义的几何角，其中第二个点是顶点。其度量值属于 [0 ; 180]。

source: Geometric angle
es: Ángulo geométrico
zh_cn: 几何角度

source: Oriented angle defined by three points or two vectors. When defined from three points, the second point is the vertex. Its measure belongs to [0 ; 360[ or ]-180 ; 180].
es: Ángulo geométrico definido por tres puntos o dos vectores. Si está definido por tres puntos, el segundo punto es el vértice. Sus medidas pertenecen a [0 ; 360[ o ]-180 ; 180].
zh_cn: 由三个点或两个向量定义的方向角。当由三个点定义时，第二个点是顶点。其度量值属于 [0 ; 360[ 或 ]-180 ; 180]

source: Oriented angle
es: Ángulo orientado
zh_cn: 有向角

source: Arc defined by three points.
es: Arco definido por tres puntos.
zh_cn: 由三点定义的圆弧。

source: Arc
es: Arco
zh_cn: 圆弧

source: Arc defined by its center and two points.
es: Arco definido por su centro y dos puntos.
zh_cn: 通过圆心和两点定义圆弧

source: Arc (center)
es: Arco
zh_cn: 圆弧(圆心)

source: Picture: drag and drop a picture in the canvas. It can be moved and scaled.
es: Imagen: arrastre y suelte una imagen en el lienzo. Puede moverla y redimensionarla.
zh_cn: 图片：在画布中拖放图片。可以移动和缩放。

source: Picture
es: Imagen
zh_cn: 图片

source: Circle defined by its center and a point or by its center and radius, a value.
es: Círculo definido por su centro y un punto o por su centro y el radio, un valor.
zh_cn: 圆由其圆心和一个位置或者由其圆心和半径、一个数值来定义。

source: Circle
es: Círculo
zh_cn: 圆

source: Vector or point coordinates, circle or line equation.
es: Vector o coordenadas de un punto, círculo o ecuación de la recta.
zh_cn: 向量或点坐标，圆或直线方程。

source: Coordinates, equation
es: Coordenadas, ecuación
zh_cn: 坐标，方程

source: Click to create a point: free point on the background, on a curve or on two curves intersection.
es: Clic para crear un punto: cualquier punto en el fondo, en una curva o en la intersección de dos curvas.
zh_cn: 点击创建一个点： 背景上的任意点，圆弧上点或两圆弧交点

source: Tap to create a point: free point on the background, on a curve or on two curves intersection.
es: Toque para crear un punto: un punto libre en el fondo, en una curva o en la intersección de dos curvas.
zh_cn: 点击创建一个点： 背景上的任意点，圆弧上点或两圆弧交点

source: Point
es: Punto
zh_cn: 点

source: Homothety: select a center, a value and a geometric object. The first selected point is the homothety center.
es: Homotecia: Seleccione el centro, un valor y un objeto geométrico. El primer punto seleccionado es el centro de Homotecia.
zh_cn: 同源变换：选择一个中心、一个值和一个几何对象。第一个选中的点是同源变换中心。

source: Homothety (scale)
es: Homotecia (escala)
zh_cn: 比例（比例尺）

source: Line defined by two points
es: Línea definida por dos puntos
zh_cn: 两点确定的直线

source: Line
es: Línea
zh_cn: 直线

source: Locus defined by a free point on a curve and a relative point.
es: Lugar geométrico definido por un punto cualquiera en una curva y un punto relativo.
zh_cn: 通过圆弧上任意点和参照点定义的轨迹。

source: Locus
es: Lugar geométrico
zh_cn: 轨迹

source: Construct a macro-construction with input and output items.
es: Construir una macro con elementos de entrada y salida.
zh_cn: 构建带有输入输出项的宏

source: Build macro
es: Construir macro
zh_cn: 构建宏

source: Input and output items don't match
es: Los elementos de entrada y salida no encajan
zh_cn: 输入和输出项不匹配

source: Please, enter a proper title and description
es: Por favor, Introduzca un título apropiado y una descripción
zh_cn: 请输入一个正确的标题和描述

source: Execute a pre-built macro-construction on selected input items. To edit a macro description, edit its text and apply with the keys [alt/ctrl]+s.
es: Ejecuta una macro-construcción predefinida en los objetos de entrada. Para modificar la descripción de una macro, edite su texto y acepte con las teclas [alt/ctrl]+s.
zh_cn: 使用预先内置的宏结构在选定输入项目上执行。若要编辑宏描述，编辑其文字，然后按 [alt/ctrl]+s 键应用。

source: Execute/edit macro
es: Ejecutar/editar macro
zh_cn: 执行/编辑 宏

source: The midpoint of a segment or between two points.
es: El punto medio de un segmento o entre dos puntos
zh_cn: 线段的中点或两点间的均分点。

source: Middle
es: Medio
zh_cn: 中点

source: Line passing through one point and parallel to a line, half-line, etc.
es: Recta que pasa por un punto dado y es paralela a una recta, semirrecta, etc.
zh_cn: 过一点且与某直线、射线等平行的线、射线等

source: Parallel
es: Paralela
zh_cn: 平行线

source: Perpendicular bisector defined by a segment or two points.
es: Visectriz perpendicular definida por un segmento o dos puntos.
zh_cn: 通过线段或两点定义垂直平分线

source: Perpendicular bisector
es: Bisector perpendicular
zh_cn: 垂直平分线

source: Line passing through one point and orthogonal to a line, half-line, etc.
es: Recta que pasa por un punto dado y es ortogonal a una recta, semirrecta, etc.
zh_cn: 通过一点并垂直于另一直线，射线等的直线。

source: Perpendicular
zh_cn: 垂线

source: Point given its coordinates: select two numbers or a point coordinates (@).
es: Punto definido por sus coordenadas: Seleccione dos números o las coordenadas de un punto (@).
zh_cn: 给定坐标的点： 选择两个数或一点的坐标(@)

source: Coordinates
es: Coordenadas
zh_cn: 坐标

source: Intersection(s) of two curves.
es: Intersección(es) de dos curvas.
zh_cn: 两条曲线的交点

source: Intersection
es: Intersección
zh_cn: 交点

source: Polygon by n points: last point must be the initial point to terminate.
es: Polígono definido por n puntos. El último punto debe ubicarse en la misma posición del primero para terminar la definición del polígono.
zh_cn: n点的多边形：最后一个点必须是起始点，以闭合多边形。

source: Polygon
es: Polígono
zh_cn: 多边形

source: Regular polygon defined by its center, a vertex and its sides number.
es: Polígono regular definido por su centro, un vértice y el número de sus lados.
zh_cn: 通过圆心，顶点和边数定义规则多边形

source: Regular polygon
es: Polígono regular
zh_cn: 规则多边形

source: Half-Line defined by two points, the first selected point is the origin.
es: Semirrecta definida por dos puntos, el primer punto elegido es el origen.
zh_cn: 由两点决定射线，第一点是原点。

source: Ray
es: Rayo
zh_cn: 射线

source: Reflexion: select a line and a geometric object. Reflexion axe is the first selected line.
es: Reflexión: seleccione una línea y un objeto geométrico. El eje de reflexión será la primera línea seleccionada.
zh_cn: 反射：选择一条线和一个几何对象。 反射斧是第一个选定的线。

source: Reflection
es: Reflexión
zh_cn: 映射线

source: Rotation: select a point, a value and a geometric object. The first selected point is the rotation center.
es: Rotación: seleccione un punto, un valor y un objeto geométrico. El primer punto seleccionado es el centro de rotación.
zh_cn: 旋转：选择一个点、一个数值和一个几何对象。第一个选择的点是旋转中心。

source: Rotation
es: Rotación
zh_cn: 旋转

source: Insert a Smalltalk script in the drawing area.
es: Insertar un guión Smalltalk en el área de dibujo.
zh_cn: 在绘图区域插入一条Smalltalk脚本。

source: Use a script
es: Usar un guión
zh_cn: 使用脚本

source: No description, write one in the description method of this script.
es: No hay descripción. Escriba una en el método «description» de esta secuencia de órdenes.
zh_cn: 无描述：为该脚本写一个描述方法

source: Segment defined by two points.
es: Segmento definido por dos puntos.
zh_cn: 两点确定的线段。

source: Symmetry: select a point and a geometric object. The first selected point is the symmetry center.
es: Simetría: seleccione un punto y un objeto geométrico. El primer punto seleccionado es el centro de simetría.
zh_cn: 对称：选择一点和一个几何对象。第一个选择的点就是对称中心

source: Symmetry
es: Simetría
zh_cn: 对称

source: Free text you can edit and move around.
es: Escriba su texto, puede editarlo y moverlo.
zh_cn: 你可以编辑和移动的自由文本

source: Text
es: Texto
zh_cn: 文本

source: Translation: select a vector and a geometric object.
es: Traslación: seleccione un vector y un objeto geométrico.
zh_cn: 平移：选择一个矢量和几何对象

source: Translation
es: Traslación
zh_cn: 平移

source: Distance between objects, curve length, free value.
es: Distancia entre objetos, tamaño de la curva, valor libre
zh_cn: 两个对象的距离，曲线长度，自由值

source: Distance, length, value
es: Distancia, longitud, valor
zh_cn: 距离，长度，数值

source: Vector defined by two points.
es: Vector definido por dos puntos.
zh_cn: 两点确定的直线

source: Select a free point on a curve to animate it.
es: Elija un punto libre en una curva para animarlo.
zh_cn: 在曲线上选择一个自由点以使其动画。

source: Animate
es: Animar
zh_cn: 动画

source: Erase an object and all its depedencies.
es: Eliminar un objeto y todas sus dependencias
zh_cn: 擦除对象及其所有的依赖

source: Eraser
es: Borrador
zh_cn: 橡皮擦

source: This intersection
es: Esta intersección
zh_cn: 交点

source: Change as a free point on the plane.
es: Cambie un punto en el plano.
zh_cn: 在平面做任意点的更改

source: Change as a free point on this curve.
es: Cambie un punto en esta curva.
zh_cn: 在曲面做任意点的更改

source: Change as this intersection.
es: Cambio como esta intersección
zh_cn: 在交点更改

source: Edit an item's property
es: Editar las propiedades de un item
zh_cn: 编辑条目属性

source: Property
es: Propiedad
zh_cn: 属性

source: Select and move an object.
es: Seleccionar y mover un objeto.
zh_cn: 选取和移动物体

source: Select and Move
es: Seleccionar y Mover
zh_cn: 选取和移动

source: Select a point to merge with
es: Seleccione un punto para combinarlo
zh_cn: 选择要合并的点。

source: Drag this point to change its nature.
es: Arraste este punto para cambiar su naturaleza
zh_cn: 拖动此点以改变其性质。

source: Pressing down the [Shift] key you can drag and change the nature of free point or intersection point.
es: Presionando la tecla [Shift] usted puede arrastrar y cambiar la naturaleza de cualquier punto o intersección.
zh_cn: 按下[Shift]键可以拖拽和更改任意点或交叉点的性质

source: Several objects can be selected. Please, select one clicking the mouse.
es: Hay varios objetos que pueden seleccionarse. Por favor, escoja uno haciendo clic con el ratón.
zh_cn: 可选择多个对象。请点击鼠标选择一个。

source: Edit an object style.
es: Editar el estilo de un objeto.
zh_cn: 编辑对象样式。

source: Edit Style
es: Editar Estilo
zh_cn: 编辑样式

source: Select an object
es: Seleccionar un objeto
zh_cn: 选择对象

source: Several objects can be selected. Please, choose one.
es: Se pueden seleccionar varios objetos. Por favor, elija uno.
zh_cn: 几个对象能被选择。请选择一个

source: Colour
es: Color
zh_cn: 颜色

source: arc
es: arco
zh_cn: 圆弧

source: circle
es: círculo
zh_cn: 圆

source: line
es: línea
zh_cn: 行

source: locus
es: lugar geométrico
zh_cn: 轨迹

source: Autoname new object
es: Ponga nombre automáticamente al nuevo objeto
zh_cn: 自动命名新对象

source: Path for user created resources as sketches, Smalltalk sketches, exported image. An empty path locates these resources in the Dr. Geo application folder. Relative path accepted, home/user directory is then prepended
es: Ruta a los recursos creados como bocetos, bocetos Smalltalk, imagen exportada. Una ruta vacía localiza esos recursos en la carpeta de Dr. Geo. Se aceptan rutas relativas, el directorio home/user se antepone.
zh_cn: 用户创建资源的路径，例如素描、Smalltalk素描、导出的图像。空路径将这些资源定位在Dr. Geo应用程序文件夹中。接受相对路径，然后在home/user目录之前添加。

source: miscellaneous
es: misceláneo
zh_cn: 杂类

source: Shape
es: Forma
zh_cn: 形状

source: Size
es: Tamaño
zh_cn: 尺寸

source: point
es: punto
zh_cn: 点

source: polygon
es: polígono
zh_cn: 多边形

source: Code completion on
es: Activado el completado de código
zh_cn: 代码补全中

source: Full debugger when executing Smalltalk sketch.
es: Depurador completo mientras se ejecutan los guiones de Smalltalk.
zh_cn: 在执行 Smalltalk 草图时完全调试

source: programming
es: programación
zh_cn: 编程

source: ray
es: rayo
zh_cn: 射线

source: Mark
es: Marcar
zh_cn: 标记

source: segment
es: segmento
zh_cn: 线段

source: Background
es: Fondo
zh_cn: 背景

source: Border
es: Borde
zh_cn: 边框

source: text
es: texto
zh_cn: 文本

source: Number of decimal
es: Número de decimales
zh_cn: 小数位数

source: value
es: valor
zh_cn: 值

source: vector
zh_cn: 向量

source: Animate at speed 1.
es: Anima a la velocidad 1
zh_cn: 以1倍速移动

source: Animate x1
es: Anima x1
zh_cn: 移动x1

source: Animate at speed 2.
es: Anima a la velocidad 2
zh_cn: 以2倍速移动

source: Animate x2
es: Anima x2
zh_cn: 移动x2

source: Animate at speed 3.
es: Anima a la velocidad 3
zh_cn: 以3倍速移动

source: Animate x3
es: Anima x3
zh_cn: 移动x3

source: Animate at speed 4.
es: Anima a la velocidad 4
zh_cn: 以4倍速移动

source: Animate x4
es: Anima x4
zh_cn: 移动x4

source: Show or hide the ox and oy axes.
es: Mostrar u ocultar los ejes «ox» y «oy».
zh_cn: 显示或隐藏ox和oy轴

source: Export this sketch as SVG image.
es: Exporta este boceto como una imagen SVG.
zh_cn: 导出这个草图为SVG图像。
