Repository: Dynamic-Book/DrGeo
Catalog: i18n/po/drgeo/*.po
Languages: es, fr, ja, pt

source: I am the description of this script. Please edit me.
es: Soy la descripción de esta secuencia de órdenes. Edíteme.
fr: Je suis la description de ce script. Modifiez-moi.
ja: このスクリプトの説明です．編集して下さい．
pt: Sou a descrição deste script. Edite-me.

source: A script
es: Una secuencia de órdenes
fr: Un script
ja: スクリプト
pt: Um script

source: Copy
es: Copiar
fr: Copier
ja: コピー
pt: Copiar

source: Copy with transparency
es: Copiar con transparencia
fr: Copier avec transparence
ja: 透明度を保持したコピー
pt: Copiar com transparência

source: Keep this sketch under a different name.
es: Guarda este dibujo con un nombre diferente.
fr: Conserver cette figure sous un autre nom.
ja: このスケッチを異なる名前で保存します．
pt: Manter este este sketch com um nome diferente.

source: Save as...
es: Grabar como...
fr: Enregistrer sous...
ja: 名前を付けて保存
pt: Guardar como...

source: Animate
es: Animar
fr: Animer
ja: アニメーション
pt: Animar

source: Animate a free point on curve.
es: Anima un punto libre en una curva.
fr: Animer un point libre sur une ligne.
ja: 曲線上の自由点の動きをアニメーションする．
pt: Anime um ponto livre numa curva.

source: Build or execute macro-construction. A macro is a construction template you can apply to items in the sketch area.
es: Construir o ejecutar una macro. Una macro es un conjunto de instrucciones que puede aplicarse a los elementos del dibujo.
fr: Construire ou exécuter une macro-construction. Une macro est un modèle de construction que vous appliquez à des items de la figure.
ja: 作図マクロを作成あるいは実行します．マクロは作図のためのテンプレートで，図中の項目に対して適用します．
pt: Construa ou execute uma macro-construção. O macro é um modelo de construção, que pode aplicar aos itens na área de esboço.

source: Create different curve types: line, half-line, segment, vector, circle...
es: Crea distintos tipos de curvas: linea, semirrecta, segmento, vector, círculo...
fr: Créer différents types de lignes : droite, demi-droite, segment, vecteur, cercle...
ja: いろいろなタイプの曲線（直線，半直線，線分，ベクトル，円など）を作成する．
pt: Crie diferentes tipos de curvas: linha, meia-linha, segmento, vector, círculo...

source: Create points: free, on curve, intersection or middle point.
es: Crea puntos: puntos libres, en la curva, intersecciones o punto en la mitad.
fr: Créer des points : points libres, d'intersections, définis par leurs coordonnées.
ja: 点の作成：自由点，曲線上の点，交点，中点
pt: Crie pontos: livres, em curva, intersecção ou pontos médios.

source: Create several numeric objects: free value, distance, length, angle, coordinates, equation and text.
es: Crear varios objetos numéricos: valor libre, distancia, longitud, ángulo, coordenadas, ecuación y texto.
fr: Créer divers objets numériques : valeur libre, distance, longueur, angle, coordonnées, équation et texte.
ja: 様々な数値オブジェクト（自由値，距離，長さ，角度，座標，等式及びテキスト）を作成
pt: Crie vários objetos numéricos: valor livre, distância, comprimento, ângulo, coordenadas, equação e texto.

source: Edit
es: Modificar
fr: Édition
ja: 編集
pt: Editar

source: Erase or edit style and properties of items.
es: Borrar o editar el estilo y propiedades de objetos.
fr: Supprimer ou modifier le style et les propriétés des items.
ja: 項目を削除したり，スタイルやプロパティを編集します．
pt: Eliminar ou editar o estilo e propriedades de itens.

source: File
es: Archivo
fr: Fichier
ja: ファイル
pt: Ficheiro

source: Lines
es: Líneas
fr: Lignes
ja: 線
pt: Retas

source: Load, save or export Dr. Geo figure.
es: Carga, graba o exporta una figura de Dr. Geo
fr: Charger, enregistrer ou exporter une figure Dr. Geo.
ja: Dr.Geo図形の読み込み，保存，書き出しをします．
pt: Abrir, guardar ou exportar figura do Dr. Geo.

source: Macro-construction
es: Construcción de macro
ja: 作図マクロ
pt: Macroconstrução

source: Numerics & Text
es: Numéricos & Texto
fr: Numériques et texte
ja: 数値とテキスト
pt: Números e texto

source: Points
es: Puntos
ja: 点
pt: Pontos

source: Script
es: Secuencia de órdenes
ja: スクリプト

source: Script: use, edit or create script to plug in the sketch.
es: Script: use, edite o cree un script para añadir al esquema.
fr: Script : utiliser, modifier ou créer un script à insérer dans la figure.
ja: スクリプト：スケッチ中に組み込むために作成，使用，編集する．
pt: Script: usar, editar ou criar um script para aplicar no esboço.

source: Transform an object with a geometric transformation: symmetry, reflexion, rotation, translation or homothety (scale).
es: Modifica un objeto con transformación geométrica: simetría, reflexión, rotación, traslación u homotecia (escala).
fr: Créer un objet transformé : droite parallèle et perpendiculaire ou utilisation d'une transformation géométrique comme la symétrie, la réflexion, la rotation, la translation ou l'homothétie.
ja: オブジェクトを幾何的変換（点対称，鏡映，回転，平行移動，相似拡大）により変換します．
pt: Transforme um objeto através de uma transformação geométrica: simetria, reflexão, rotação. translação ou homotetia (escala).

source: Transformations
es: Transformaciones
ja: 変換
pt: Transformações

source: Execute the code up to the cursor position.
es: Ejecuta el código hasta la posición del cursor.
fr: Exécuter le code jusqu'à la position du curseur texte.
ja: カーソルの位置までコードを実行
pt: Execute o código até a posição do cursor.

source: Execute the current message and go to the next message.
es: Ejecute el mensaje actual y vaya al siguiente mensaje.
fr: Exécuter le message courant et aller au suivant.
ja: このメッセージを実行して次のメッセージに移行
pt: Executar a mensagem atual e avançar para a mensagem seguinte.

source: Restart
es: Reiniciar
fr: Redémarrer
ja: 再起動
pt: Reiniciar

source: Restart the step by step execution from its start.
es: Reinicia la ejecución paso a paso desde el inicio.
fr: Reprendre l'exécution pas à pas depuis le début.
ja: 最初からステップバイステップ実行でやり直す
pt: Reiniciar desde o inicio, a execução etapa a etapa.

source: Run to Cursor
es: Ejecutar hasta el Cursor
fr: Exécuter jusqu'au curseur
ja: カーソル位置まで実行
pt: Executar até ao Cursor

source: Step
es: Paso
fr: Pas
ja: ステップ
pt: Etapa

source: Step into
es: Saltar dentro
fr: Pas dedans
ja: ステップ実行
pt: Etapa em um

source: Step into a block.
es: Salta dentro del bloque.
fr: Pas dans le bloc
ja: ブロックに入る
pt: Etapa em um bloco

source: Open a sketch
es: Abrir un dibujo
fr: Ouvrir une figure
ja: スケッチを開く
pt: Abrir um esboço

source: Cancel
es: Cancelar
fr: Abandon
ja: キャンセル
pt: Cancelar

source: Examples
es: Ejemplos
fr: Exemples
ja: 作図例
pt: Exemplos

source: My Sketches
es: Mis bocetos
fr: Mes figures
ja: 自分のスケッチ
pt: Meus Esquemas

source: Open
es: Abrir
fr: Ouvrir
ja: 開く
pt: Abrir

source: Angle
es: Ángulo
ja: 角度
pt: Ângulo

source: Any type
es: Cualquier tipo
fr: Type quelconque
ja: 任意のタイプ
pt: Qualquer tipo

source: Arc
es: Arco
fr: Arc de cercle
ja: 円弧
pt: Arco

source: Circle
es: Círculo
fr: Cercle
ja: 円
pt: Círculo

source: Direction
es: Dirección
ja: 向き
pt: Direção

source: Line
es: Línea
fr: Droite
ja: 直線
pt: Linha

source: Locus
es: Lugar geométrico
fr: Lieu de point
ja: 軌跡
pt: Local

source: Point
es: Punto
ja: 点
pt: Ponto

source: Polygon
es: Polígono
fr: Polygone
ja: 多角形
pt: Polígono

source: Ray
es: Rayo
fr: Demi-droite
ja: 半直線
pt: Raio

source: Segment
es: Segmento
ja: 線分
pt: Segmento

source: Value
es: Valor
fr: Valeur
ja: 値
pt: Valor

source: Vector
fr: Vecteur
ja: ベクトル
pt: Vetor

source: Remove this script argument.
es: Elimina el argumento de este script.
fr: Supprimer cet argument de script
ja: このスクリプトの引数を削除
pt: Remover este argumento de script

source: Add an argument to this script.
es: Añadir un argumento a esta secuencia de órdenes.
fr: Ajouter un argument à ce script
ja: このスクリプトに引数を追加
pt: Adicionar um argumento a este script.

source: Build
es: Construir
fr: Construire
ja: ビルド
pt: Construir

source: Build a script with these settings.
es: Construye un guion con estas configuraciones.
fr: Construire un script avec ces paramètres.
ja: これらの設定の下でスクリプトをビルドする
pt: Construir um Script com estas definições.

source: A description of the script. To help the user, describe carefully what the script does and the input arguments to select to use it.
es: Una descripción del script. Para ayudar al usuario, describa con cuidado lo que hace el script y los argumentos de entrada para usarlo.
fr: Une description de ce script. Pour aider son utilisateur, décrivez précisément celui-ci : ce qu'il fait et les paramètres d'entrées à sélectionner pour l'utiliser.
ja: このスクリプトの説明．ユーザのために，このスクリプトがどのようなものであるか，またスクリプトを使用するために必要な引数の入力について注意深く記述してください．
pt: A descrição do script. Para ajudar o utilizador, descreva detalhadamente o que faz o script e quais os argumentos de entrada para o selecionar e usar.

source: Arguments
es: Argumentos
ja: 引数
pt: Argumentos

source: Description
es: Descripción
ja: 説明
pt: Descrição

source: Name
es: Nombre
fr: Nom
ja: 名前
pt: Nome

source: The name of the script.
es: El nombre de la secuencia de órdenes.
fr: Le nom de ce script.
ja: スクリプトの名前
pt: O nome do script.

source: Browse my collection of Smalltalk sketches.
es: Explorar mi colección de guiones de Smalltalk.
fr: Parcourir ma collection de figures Smalltalk
ja: 自分用のSmalltalkスケッチを閲覧

source: Delete
es: Eliminar
fr: Effacer
ja: 削除
pt: Eliminar

source: Delete permanently this Smalltalk Sketch from disk.
es: Elimina permanentemente este Esquema Smalltalk del disco.
fr: Effacer de façon permanente du disque dur cette figure Smalltalk.
ja: ディスクからこのSmalltalkスケッチを削除する
pt: Eliminar permanentemente do disco este esquema Smaltalk .

source: Code
es: Código
ja: コー​​ド
pt: Código

source: Select a Smalltalk sketch
es: Seleccione un esquema Smalltalk
fr: Choisir une figure Smalltalk
ja: Smalltalkスケッチを選択する
pt: Selecionar um esquema Smaltalk

source: Too many errors. Fix it! Sketch stopped
es: Demasiados errores. ¡Arréglalos! Guion parado
fr: Beaucoup trop d'erreurs. Corrigez-les ! Figure stoppée
ja: 多数のエラーを検出。 修正してください！ スケッチは停止しました

source: Name the sketch to keep.
es: Nombre del dibujo a mantener
fr: Nommer la figure à conserver
ja: このスケッチに名前をつけてください．
pt: Nomear o esboço para continuar

source: Debug the Smalltalk sketch.
es: Depura el esquema Smalltalk.
fr: Déboguer la figure Smalltalk.
ja: Smalltalkスケッチのデバッグ
pt: Depurar o esquema Smaltalk

source: Dr. Geo tutorial
es: Tutorial de Dr. Geo
fr: Tutoriel Dr. Geo
ja: Dr. Geo チュートリアル
pt: Tutorial Dr. Geo

source: Edit a Smalltalk sketch.
es: Edita un esquema Smalltalk.
fr: Editer une figure Smalltalk.
ja: Smalltalkスケッチを編集する。
pt: Editar esquema Smaltalk.

source: Play the Smalltalk sketch.
es: Reproduce el esquema Smalltalk.
fr: Jouer la figure Smalltalk
ja: Smalltalkスケッチを実行する。
pt: Reproduza o esquema do Smalltalk.

source: Save this Smalltalk sketch.
es: Guarda este esquema Smalltalk.
fr: Sauver la figure Smalltalk.
ja: Smalltalkスケッチを保存する。
pt: Guardar o esquema do Smalltalk.

source: Stop the execution of the Smalltalk sketch.
es: Detiene la ejecución del esquema Smalltalk.
fr: Stopper l'exécution de la figure Smalltalk.
ja: Smalltalkスケッチの実行を停止する。
pt: Parar a execução do o esquema do Smalltalk.

source: Edit Smalltalk Sketch
es: Editar boceto Smalltalk
fr: Modifier un script Smalltalk
ja: Smalltalkスケッチの編集
pt: Editar Esquemas Smaltalk

source: Pause the Smalltalk sketch.
es: Pausa el esquema Smalltalk.
fr: Mettre sur pause l'exécution de la figure Smalltalk.
ja: Smalltalkスケッチを一時停止する。
pt: Pausar o o esquema do Smalltalk.

source: Resume the Smalltalk sketch.
es: Continúa el esquema Smalltalk.
fr: Reprendre l'exécution de la figure Smalltalk.
ja: Smalltalkスケッチを再開する。
pt: Retomar o esquema do Smalltalk.

source: Build a macro-construction
es: Crear una macro
fr: Construire une macro-construction
ja: 作図マクロの作成
pt: Criar uma construção-macro

source: To build a macro-construction, 1. First select the input paramaters, 2. Next select the output parameters, 3. Next chose a name and a description, 4. Last apply the selection.
es: Para construir una macro-estructura, 1. Primero seleccione los parámetros de entrada, 2. Después seleccione los parámetros de salida, 3. Después elija un nombre y una descripción, 4. Por último aplique la selección.
fr: Pour construire une macro-construction, 1. Choisir des paramètres en entrée, 2. Choisir des paramètres en sortie, 3. Choisir un nom et une description, 4. Appliquer la sélection.
ja: 作図マクロを作成するには， 1. 最初に入力パラメータを選択し， 2. 次に出力パラメータを選択し， 3. 次に名前を説明を選んで， 4. 最後に選択を適用します。
pt: Para construir uma macro-construção, 1. Primeiro selecione os parâmetros de entrada, 2. Em seguida, selecione os parâmetros de saída, 3. Depois, escolha um nome e uma descrição, 4. Por último, aplique a seleção.

source: Give a name and a description
es: De un nombre y una descripción
fr: Donner un nom et une description
ja: 名前と説明を指定してください
pt: Atribua um nome e descrição

source: Select input parameters
es: Seleccione los parámetros de entrada
fr: Choisir des paramètres en entrée
ja: 入力パラメータを選択してください
pt: Selecione os parâmetros de input

source: Select output parameters
es: Seleccione los parámetros de salida
fr: Choisir des paramètres en sortie
ja: 出力パラメータを選択してください
pt: Selecione os parâmetros de output

source: Execute a macro-construction
es: Ejecutar una macro
fr: Exécuter une macro-construction
ja: 作図マクロを実行
pt: Executar uma construção-macro

source: To execute a macro-construction, 1. First select a macro-construction from the list, 2. Select items on the figure. Only items relevant to the selected macro-construction are selectable. Once enough items are selected, the macro is automaticly executed. To start press the 'next' button.
es: Para ejecutar una macro-estructura, 1. Primero seleccione una macro-estructura de la lista, 2. Seleccione los elementos en la figura. Solo son seleccionables los elementos relevantes de la macro-estructura seleccionada. Una vez se seleccionan suficientes elementos, la macro se ejecuta automáticamente. Para comenzar presione el botón 'siguiente'.
fr: Pour exécuter une macro-construction, 1. Choisir une macro-construction de la liste, 2. Choisir des items dans la figure. Seuls les items compatibles avec la macro peuvent être choisis. Une fois qu'assez d'items ont été choisis, la macro est exécutée automatiquement. Pour commencer, cliquer sur le bouton « suivant ».
ja: 作図マクロを実行するには， 1. 最初にリストからマクロ作図を選択し， 2. 図形上の項目を選択します。選択された 作図マクロに関連する項目のみが選択可能です。 十分な数の項目が選択されると、マクロは 自動的に実行されます。 開始するには、'次' ボタンを押してください。
pt: Para executar uma macro-construção, 1. Primeiro selecione uma macro-construção da lista, 2. Selecione os itens na figura. Somente itens relevantes para macro-construção selecionada são selecionáveis. Uma vez selecionados itens suficientes, a macro é executado automaticamente. Para começar, pressione o botão 'próximo'.

source: Select a macro-construction then the figure items
es: Seleccione una macro y después los elementos de la figura
fr: Choisir une macro puis les items de la figure
ja: 作図マクロを選択し、次に入力パラメータとなる図中のオブジェクトを選択してください
pt: Selecionar uma construção-macro e depois os itens da figura

source: To use a script, 1. First select a script from the list, 2. Select items in the sketch, 3. Click somewhere in the background. Once enough items are selected, the script is inserted in the sketch, at the user selected position. To start press the 'next' button.
es: Para utilizar un guion, 1. Primero seleccione un guion de la lista, 2. Elija los elementos del boceto, 3. Haga click en algún sitio del fondo. Una vez se hayan seleccionado suficientes elementos, el guion se inserta en el boceto en las posiciones elegidas por el usuario. Para comenzar presione el botón 'siguiente'.
fr: Pour utiliser un script, 1. Choisir un script depuis la liste, 2. Choisir les items dans la figure. 3. Cliquer quelque part sur le fond. Une fois qu'assez d'items ont été choisis, le script est inséré dans la figure, à l'emplacement choisi. Pour commencer, cliquer sur le bouton « suivant ».
ja: スクリプトを使用するには， 1. 最初にリストからスクリプトを選択し， 2. スクリプトの項目を選択し， 3. 背景のどこかをクリックします。 十分な数の項目が選択されると、スクリプトがスケッチに挿入され、 ユーザが選択した位置に表示されます。 開始するには、'次' ボタンを押してください。
pt: Para usar um script, 1. Primeiro selecione um script da lista, 2. Selecione itens no esquema, 3. Clique em algum lugar no fundo. Uma vez selecionados itens suficientes, o script é inserido no esquema, na posição selecionada pelo utilizador. Para começar, pressione o botão 'próximo'.

source: Use a script in the sketch
es: Usa un script en el esquema
fr: Utiliser un script dans la figure
ja: スケッチ内でスクリプトを使用
pt: Utilizar um script no esboço

source: Select a script then items in the sketch
es: Seleccione un script y después los ítems en el esquema
fr: Choisir un script puis des objets de la figure
ja: スクリプトとスケッチの項目を選択
pt: Selecionar um script e depois os itens no esboço

source: The arguments accepted by this script.
es: Los argumentos aceptados por este guion.
fr: Les arguments acceptés par ce script.
ja: このスクリプトが受け取る引数。
pt: Os argumentos foram aceites pelo script
