Repository: Dynamic-Book/DrGeo
Catalog: i18n/po/drgeocore/*.po
Languages: ca, ca@valencia, cs, fr, ja, pt_br, ru, sk, sv, uk

source: Transform an object with a geometric transformation: symmetry, reflexion, rotation, translation or homothety (scale).
ca: Modifica un objecte amb transformació geomètrica: simetria, reflexió, rotació, translació o homotècia (escala).
ca@valencia: Modifica un objecte amb transformació geomètrica: simetria, reflexió, rotació, desplaçament o homotècia (escala).
cs: Transformovat objekt geometrickou transformací: symetrie, zrcadlení, otočení, posun nebo stejnolehlost (měřítko).
fr: Créer un objet transformé : droite parallèle et perpendiculaire ou utilisation d'une transformation géométrique comme la symétrie, la réflexion, la rotation, la translation ou l'homothétie.
ja: オブジェクトを幾何的変換（点対称，鏡映，回転，平行移動，相似拡大）により変換します．
pt_br: Transforma um objeto com uma transformação geométrica: simetria, reflexão, rotação, translação ou homotetia (escala).
ru: Преобразуйте объект посредством геометрической трансформации: отражение, вращение, перенос, или гомотетия (масштабирование).
sk: Transformovať objekt s geometrickou transformáciou: symetria, odrazy, otočenie, posun alebo rovnoľahlosť (mierka).
sv: Omvandla ett objekt med en geometrisk omvandling: symmetri, reflektion, rotering, översättning eller homotitet (skala).
uk: Геометрично перетворити об’єкт: відобразити симетрично, віддзеркалити, обернути, перенести паралельно або виконати гомотетію (масштабування).

source: Transformations
ca: Transformacions
ca@valencia: Transformacions
cs: Transformace
ja: 変換
pt_br: Transformações
ru: Преобразования
sk: Transformácie
sv: Förvandlingar
uk: Перетворення

source: A Dr. Geo sketch
ca: Un esquema de Dr.Geo
fr: Une figure Dr. Geo
ja: Dr.Geo スケッチ
sv: En Dr. Geo-ritning
uk: Ескіз Dr. Geo

source: Transcript
ca: Transcripció
ja: トランスクリプト
