Repository: Dynamic-Book/DrGeo
Catalog: i18n/po/drgeocore/*.po
Languages: ca, ca@valencia, cs, fr, ja, pt_br, ru, sk, sv, uk

source: Locus defined by a free point on a curve and a relative point.
ca: Lloc geomètric definit per un punt qualsevol a una corba i un punt relatiu.
ca@valencia: Posició definida per un punt lliure en una corba i un punt relatiu.
cs: Lokus určený libovolným bodem křivky a vztažným bodem.
fr: Lieu défini par un point libre et un point dépendant.
ja: 軌跡：曲線上の自由点とそれに依存する点で定まる軌跡
pt_br: Lugar geométrico definido por um ponto livre numa curva e um ponto relativo.
ru: Место, определенное свободной точкой на кривой и относительной точкой.
sk: Lokus definovaný voľným bodom na krivke a relatívnym bod.
sv: Lokus definierad av en fri punkt på en kurva och en relativ punkt.
uk: Геометричне місце точок, що визначається довільною точкою на кривій і зв’язаною точкою.

source: Locus
ca: Lloc geomètric
ca@valencia: Posició
cs: Lokus
fr: Lieu de point
ja: 軌跡
pt_br: Lugar geométrico
ru: Место
sk: Lokus
sv: Lokus
uk: Геометричне місце точок

source: The midpoint of a segment or between two points.
ca: El punt mig d'un segment o entre dos punts.
ca@valencia: El punt mitjà d'un segment o entre dos punts.
cs: Střed úsečky nebo vzdálnosti mezi dvěma body.
fr: Le milieu d'un segment ou de deux points
ja: 線分や2点の中点
pt_br: O ponto médio de um segmento ou entre dois pontos
ru: Промежуточная точка отрезка или между двумя точками
sk: Stredný bod segmentu alebo bod medzi dvoma bodmi.
sv: Mittpunkten av ett segment eller mellan två punkter.
uk: Середина відрізку або середня точка між двома точками.

source: Middle
ca: Mig
ca@valencia: Central
cs: Uprostřed
fr: Milieu
ja: 中点
pt_br: Meio
ru: Середина
sk: Stred
sv: Mitten
uk: Середина

source: Line passing through one point and parallel to a line, half-line, etc.
ca: Recta que passa per un punt donat i és paral·lela a una recta, semirrecta, etc.
ca@valencia: Recta que passa per un punt donat i és paral·lela a una altra recta, semirecta, etc.
cs: Přímka procházející jedním bodem a rovnoběžná k přímce, polopřímce, atd.
fr: Droite passant par un point et parallèle à une droite, une demi-droite, etc.
ja: 平行線：一点を通り，他の直線や半直線などに平行な直線
pt_br: Reta passando por um ponto e paralela a uma reta, semirreta, etc.
ru: Прямая, проходящая через одну точку и параллельная другой прямой или лучу, и т. д.
sk: Priamka prechádzajúca cez jeden bod a rovnobežne ku priamke, polpriamke, atď.
sv: Linje som går genom en punkt och parallellt med en linje, halvlinje, etc.
uk: Пряма, що проходить через одну точку паралельно до іншої прямої, променя тощо.

source: Parallel
ca@valencia: Paraŀlel
cs: Rovnoběžka
fr: Droite parallèle
ja: 平行線
pt_br: Paralelo
ru: Параллельный
sk: Rovnobežné
sv: Parallell
uk: Паралель

source: Perpendicular bisector defined by a segment or two points.
ca: Bisectriu perpendicular definida per un segment o dos punts.
ca@valencia: Bisectriu perpendicular definida per un segment o dos punts.
cs: Kolmá osa určená úsečkou nebo dvěma body.
fr: Médiatrice définie par un segment ou deux points.
ja: 垂直二等分線：線分の垂直二等分線または2点（で定まる線分）の垂直二等分線
pt_br: Bissetriz perpendicular definido por um segmento ou dois pontos.
ru: Перпендикулярная биссектриса определяется по отрезку или по двум точкам
sk: Kolmá os definovaná segmentom dvoch bodov.
sv: Vinkelrät halveringslinje definierad av ett segment eller två punkter.
uk: Серединний перпендикуляр, визначений за відрізком або двома точками.

source: Perpendicular bisector
ca: Bisectriu perpendicular
ca@valencia: Bisectriu perpendicular
cs: Kolmá osa
fr: Médiatrice
ja: 垂直二等分線
pt_br: Bissetriz perpendicular
ru: Перпендикулярная биссектриса
sk: Kolmá os
sv: Vinkelrät halveringslinje
uk: Серединний перпендикуляр

source: Line passing through one point and orthogonal to a line, half-line, etc.
ca: Recta que passa per un punt donat i és ortogonal a una recta, semirrecta, etc.
ca@valencia: Recta que passa per un punt donat i és ortogonal a una altra recta, semirecta, etc.
cs: Přímka procházející jedním bodem a kolmá na přímku, polopřímku, atd.
fr: Droite passant par un point et orthogonale à une droite, demi-droite, etc.
ja: 垂線：一点を通り，他の直線や半直線などに垂直な直線
pt_br: Reta passando por um ponto e ortogonal a uma reta, semirreta, etc.
ru: Прямая, проходящая через одну точку и перпендикулярная другой прямой или лучу, и т. д.
sk: Priamka prechádzajúca cez jeden bod a kolmá ku priamke, polpriamke, atď.
sv: Linje som går genom en punkt och ortogonalt med en linje, halvlinje, etc.
uk: Пряма, що проходить через одну точку перпендикулярно до іншої прямої, променя тощо.

source: Perpendicular
cs: Kolmice
fr: Droite perpendiculaire
ja: 垂線
ru: Перпендикуляр
sk: Kolmé
sv: Vinkelrät
uk: Перпендикуляр

source: Point given its coordinates: select two numbers or a point coordinates (@).
ca: Punt definit per les seues coordenades: seleccione dos números o les coordenades d'un punt (@).
ca@valencia: Punt definit per les seues coordenades: seleccioneu dos nombres o les coordenades d'un punt (@).
cs: Bod určený jeho souřadnicemi: vyberte dvě čísla nebo souřadnice bodu (@).
fr: Point défini par ses coordonnées : choisir deux nombres ou un objet coordonnée (@).
ja: 座標で定まる点：2つの数値か座標(@)を選択します．
pt_br: Ponto dadas suas coordenadas: selecione dois números ou as coordenadas de um ponto (@).
ru: Точка, для которой заданы координаты: выберите два числа (x@y)
sk: Bod určený súradnicami: vyberte dve čísla alebo súradnice bodu (@).
sv: Punkten ges till dess koordinater: välj två nummer eller en koordinater till en punkt (@).
uk: Точка, вказана координатами: виберіть два числа або координати точки (@).

source: Coordinates
ca: Coordenades
ca@valencia: Coordenades
cs: Souřadnice
fr: Coordonnées
ja: 座標
pt_br: Coordenadas
ru: Координаты
sk: Súradnice
sv: Koordinater
uk: Координати

source: Intersection(s) of two curves.
ca: Intersecció(ns) de dos corbes.
ca@valencia: Intersecció(ons) de dues corbes
cs: Průsečíky dvou křivek.
fr: Intersection(s) de deux lignes.
ja: 2つの曲線の交点
pt_br: Interseção de duas curvas
ru: Пересечение двух кривых
sk: Priesečník(y) dvoch kriviek.
sv: Korsning(ar) med två kurvor.
uk: Перетин двох кіл.

source: Intersection
ca: Intersecció
ca@valencia: Intersecció
cs: Průsečík
ja: 交点
pt_br: Interseção
ru: Пересечение
sk: Priesečník
sv: Korsning
uk: Перетин

source: Polygon by n points: last point must be the initial point to terminate.
ca: Polígon definit per n punts. L'últim punt deu ubicar-se a la mateixa posició del primer per terminar la definició del polígon.
ca@valencia: Polígon definit per n punts: per a finalitzar l'últim punt ha de ser el punt inicial.
cs: Mnohoúhelník pomocí n bodů: je třeba, aby obrazec byl uzavřený (tj. poslední a první byl ten stejný bod).
fr: Polygone de n sommets : le dernier point choisi est le point initial.
ja: 多角形：n個の点で定まる多角形．最後に最初の点を選択すると終了します．
pt_br: Polígono por n pontos: o último ponto precisa de ser o ponto inicial para terminar .
ru: Многоугольник по нескольким точкам: последняя точка должна замыкать контур.
sk: Mnohouholník s n bodmi: posledný bod musí byť rovnaký ako prvý.
uk: Багатокутник за вершинами: для завершення побудови остання вершина має збігатися з першою.

source: Polygon
ca: Polígon
ca@valencia: Polígon
cs: Mnohoúhelník
fr: Polygone
ja: 多角形
pt_br: Polígono
ru: Многоугольник
sk: Mnohouholník
uk: Багатокутник

source: Regular polygon defined by its center, a vertex and its sides number.
ca: Polígon regular definit pel seu centre, un vèrtex i el nombre de costats.
ca@valencia: Polígon regular definit pel centre, un vèrtex i el nombre de costats.
cs: Pravidelný mnohoúhelník určený středem, vrcholem a počtem stran.
fr: Polygone régulier défini par son centre, un sommet et son nombre de côtés.
ja: 中心と頂点と辺の数で定まる正多角形
pt_br: Polígono regular definido pelo seu centro, um vértice e seu número de lados.
ru: Обыкновенный многоугольник, определенный его центром, вершиной и количеством сторон.
sk: Pravidelný mnohouholník určený stredom, bodom na okraji a počtom strán.
sv: Vanlig polygon defineras av sin mittpunkt, en vertex och dess sidantal.
uk: Правильний багатокутник, визначений за центром, вершиною та кількістю сторін.

source: Regular polygon
ca: Polígon regular
ca@valencia: Polígon regular
cs: Pravidelný mnohoúhelník
fr: Polygone régulier
ja: 正多角形
pt_br: Polígono regular
ru: Обыкновенный многоугольник
sk: Pravidelný mnohouholník
sv: Vanlig polygon
uk: Правильний багатокутник

source: Half-Line defined by two points, the first selected point is the origin.
ca: Semirrecta definida per dos punts, el primer punt triat és l'origen.
ca@valencia: Semirecta definida per dos punts, el primer punt seleccionat n'és l'origen.
cs: Polopřímka určená dvěma body, první zvolený bod je počátek.
fr: Demi-droite définie par deux points, le premier point sélectionné est l'origine.
ja: 半直線：二点で定まる半直線．最初に選択された点が始点になります．
pt_br: Semirreta definida por dois pontos em que o primeiro ponto selecionado é a origem.
ru: Луч, заданный двумя точками, первая заданная точка - начало луча.
sk: Polpriamka definovaná dvoma bodmi, kde prvý je začiatočný bod.
sv: Halv-linje definieras av två punkter, den första valda punkten är ursprunget.
uk: Промінь, визначений двома точками. Перша позначена точка є початком променя.

source: Ray
ca: Raig
ca@valencia: Raig
cs: Paprsek
fr: Demi-droite
ja: 半直線
pt_br: Raio
ru: Луч
sk: Lúč
sv: Stråle
uk: Промінь

source: Reflexion: select a line and a geometric object. Reflexion axe is the first selected line.
ca: Reflexió: seleccione una línia i un objecte geomètric. L'eix de reflexió serà la primera línia seleccionada.
ca@valencia: Reflexió: seleccioneu una línia i un objecte geomètric. L'eix de reflexió és la primera línia seleccionada.
cs: Zrcadlení: vyberte přímku a geometrický objekt. První vybraná přímka bude osa zrcadlení.
fr: Réflexion : choisir une droite et un objet géométrique. L'axe de symétrie est la première droite choisie.
ja: 鏡映（反射）：線と幾何オブジェクトを選択してください．最初に選択した線が対称軸になります．
pt_br: Reflexão: selecione uma reta e um objeto geométrico. A primeira reta selecionada é o eixo de reflexão.
ru: Отражение: выберите прямую и геометрический объект. Первая выбранная линия - ось отражения.
sk: Zrkadlenie: vyberte riamku a geometrický objekt. Osou odrazu bude prvá vybraná hrana.
uk: Віддзеркалення: виберіть пряму і геометричний об’єкт. Вісь віддзеркалення має бути позначено першою.

source: Reflection
ca: Reflexió
ca@valencia: Reflexió
cs: Zrcadlení
fr: Réflexion (symétrie axiale)
ja: 鏡映
pt_br: Reflexão
ru: Отражение
sk: Zrkadlenie
sv: Reflektion
uk: Віддзеркалення

source: Rotation: select a point, a value and a geometric object. The first selected point is the rotation center.
ca: Rotació: seleccione un punt, un valor i un objecte geomètric. El primer punt seleccionat és el centre de rotació.
ca@valencia: Rotació: seleccioneu un punt, un valor i un objecte geomètric. El primer punt seleccionat és el centre de rotació.
cs: Otočení: vyberte bod, hodnotu a geometrický objekt. První vybraný bod bude středem otáčení.
fr: Rotation : choisir un point, une valeur et un objet géométrique. Le premier point choisi est le centre de la rotation.
ja: 回転：点，角度と幾何オブジェクトを選択して下さい．最初に選んだ点が回転の中心になります．
pt_br: Rotação: selecione um ponto, um valor e um objeto geométrico. O centro de rotação é o primeiro ponto selecionado.
ru: Поворот: выберите точку, число и геометрический объект. Первая выбранная точка - центр поворота.
sk: Otočenie: vyberte bod, hodnotu a geometrický objekt. Prvý vybraný bod bude stredom otočenia.
sv: Rotering: välj en punkt, ett värde och ett geometriskt objekt. Den första valda punkten är roteringens mittpunkt.
uk: Обертання: виберіть точку, значення і геометричний об’єкт. Першою має бути позначено точку — центр обертання.

source: Rotation
ca: Rotació
ca@valencia: Rotació
cs: Otočení
ja: 回転
pt_br: Rotação
ru: Поворот
sk: Otočenie
uk: Обертання

source: Insert a Smalltalk script in the drawing area.
ca: Insereix un guió Smalltalk a l'àrea de dibuix.
ca@valencia: Insereix un script Smalltalk a l'àrea de dibuix.
cs: Vložit do kreslící oblasti skript v jazyce Smalltalk
fr: Insérer un script Smalltalk dans la figure.
ja: 描画領域にSmalltalkのスクリプトを埋め込みます．
pt_br: Insere um script Smalltalk na área de desenho.
ru: Вставить Smalltalk-скрипт в область рисования
sk: Vložiť Smalltalk skript do kresliacej oblasti.
sv: Klistra in ett Smalltalk-skript i ritområdet.
uk: Вставити результат роботи сценарію Smalltalk на креслення

source: Use a script
ca: Usa un guió
ca@valencia: Utilitza un script
cs: Použít skript
fr: Utiliser un script
ja: スクリプトを使う
pt_br: Usar um script
ru: Использовать скрипт
sk: Použi skript
sv: Använd ett skript
uk: Використати сценарій

source: No description, write one in the description method of this script.
ca: Sense descripció, escriga una al mètode de descripció d'este script.
ca@valencia: No hi ha cap descripció, escriviu-ne una en el mètode de descripció d'aquest script.
cs: Popis není k dispozici – zadejte ho do popisu metody tohoto skriptu.
fr: Aucune description, écrivez-en une dans la méthode description de ce script.
ja: 説明がありません．このスクリプトの説明を書いて下さい。
pt_br: Sem descrição, escreva um descrição no método deste script.
sk: Bez popisu, môžete ho pridať v skripte v metóde popisu.
sv: Ingen beskrivning, skriv en i beskrivningsmetoden för det här skriptet.
uk: Немає опису. Створіть опис у методі description скрипту.

source: Segment defined by two points.
ca: Segment definit per dos punts.
ca@valencia: Segment definit per dos punts.
cs: Úsečka určená dvěma body.
fr: Segment défini par deux points.
ja: 線分：2点で定まる線分
pt_br: Segmento definido por dois pontos.
ru: Отрезок, определенный двумя точками.
sk: Segment určený dvoma bodmi.
sv: Segmentet definieras av två punkter.
uk: Відрізок за двома точками.

source: Segment
cs: Úsečka
ja: 線分
pt_br: Segmento
ru: Отрезок
sk: Úsečka
uk: Відрізок

source: Symmetry: select a point and a geometric object. The first selected point is the symmetry center.
ca: Simetria: seleccione un punt i un objecte geomètric. El primer punt seleccionat és el centre de simetria.
ca@valencia: Simetria: seleccioneu un punt i un objecte geomètric. El primer punt seleccionat és el centre de simetria.
cs: Souměrnost: vyberte bod a geometrický objekt. První vybraný bod bude středem symetrie.
fr: Symétrie : choisir un point et un objet géométrique. Le premier point choisi est le centre de la symétrie.
ja: 点対称：点と幾何オブジェクトを選択して下さい．最初に選んだ点が対称の中心になります．
pt_br: Simetria: selecione um ponto e um objeto geométrico. O primeiro ponto selecionado é o cento de simetria.
ru: Симметрия: выберите точку и геометрический объект. Первая выранная точка - центр симметрии.
sk: Symetria: vyberte bod a geometrický objekt. Prvý vybraný bod je stredom symetrie.
sv: Symmetri: välj en punkt och ett geometriskt objekt. Den första valda punkten är symmetrins mittpunkt.
uk: Перетворення симетрії: вкажіть точку і геометричний об’єкт. Першою слід позначити точку — центр симетрії.

source: Symmetry
ca: Simetria
ca@valencia: Simetria
cs: Souměrnost
fr: Symétrie centrale
ja: 点対称
pt_br: Simetria
ru: Симметрия
sk: Symetria
sv: Symmetri
uk: Симетричне відображення

source: Free text you can edit and move around.
ca: Escriga el seu text, pot editar-lo i moure-lo.
ca@valencia: Text lliure que podeu editar i moure.
cs: Volný text, který je možné libovolně upravovat a přesouvat.
fr: Texte libre que vous pouvez modifier et déplacer.
ja: テキスト：編集や移動が自由にできるテキスト
pt_br: Texto livre você pode editar e mover.
ru: Текст в свободной форме, который можно редактировать и перемещать.
sk: Ľubovolný text ktorý môžeťe upravovať a pohybovať.
sv: Gratis text som du kan redigera och flytta runt.
uk: Довільний текст, який ви можете редагувати і пересувати кресленням.

source: Text
fr: Texte
ja: テキスト
pt_br: Texto
ru: Текст
uk: Текст

source: Translation: select a vector and a geometric object.
ca: Translació: seleccione un vector i un objecte geomètric.
ca@valencia: Desplaçament: seleccioneu un objecte geomètric i un vector.
cs: Posunutí: vyberte vektor a geometrický objekt.
fr: Translation : choisir un vecteur et un objet géométrique.
ja: 平行移動：ベクトルと幾何オブジェクトを選んで下さい．
pt_br: Translação: selecione um vetor e um objeto geométrico.
ru: Параллельный перенос: выберите вектор и геометрический объект
sk: Posuv: vyberte vektor a geometrický objekt.
sv: Översättning: välj en vektor och ett geometriskt objekt.
uk: Паралельне перенесення: виберіть вектор і геометричний об’єкт.

source: Translation
ca: Translació
ca@valencia: Desplaçament
cs: Posunutí
ja: 平行移動
pt_br: Tradução
ru: Параллельный перенос
sk: Posuv
sv: Översättning
uk: Паралельне перенесення

source: Distance between objects, curve length, free value.
ca: Distància entre objectes, mid de la corba, valor lliure.
ca@valencia: Distància entre objectes, longitud de la corba, valor lliure.
cs: Vzdálenost mezi objekty, délka křivky, volná hodnota.
fr: Distance entre objets, longueur de ligne, valeur libre.
ja: オブジェクト間の距離，曲線の長さ，自由値
pt_br: Distância entre objetos, comprimento de curva, valor livre.
ru: Расстояние между объектами, длина кривой, свободная величина.
sk: Vzdialenosť objektov, dĺžka krivky, voľná hodnota.
sv: Avstånd mellan objekten, längd på kurva, fritt värde.
uk: Відстань між об’єктами, довжина кривої, довільне значення.

source: Distance, length, value
ca: Distància, longitud, valor
ca@valencia: Distància, longitud, valor
cs: Vzdálenost, délka, hodnota
fr: Distance, longueur, valeur
ja: 距離，長さ，値
pt_br: Distância, comprimento, valor
ru: Расстояние, длина, число.
sk: Vzdialenosť, dĺžka, hodnota
sv: Avstånd, längd, värde
uk: Відстань, довжина, значення

source: Vector defined by two points.
ca: Vector definit per dos punts.
ca@valencia: Vector definit per dos punts.
cs: Vektor určený dvěma body.
fr: Vecteur défini par deux points.
ja: ベクトル：2点で定まるベクトル
pt_br: Vetor definido por dois pontos.
ru: Вектор, определенный двумя точками.
sk: Vektor definovaný dvoma bodmi.
sv: Vektor definieras av två punkter.
uk: Вектор за двома точками.

source: Vector
cs: Vektor
fr: Vecteur
ja: ベクトル
pt_br: Vetor
ru: Вектор
sk: Vektor
sv: Vektor
uk: Вектор

source: Select a free point on a curve to animate it.
ca: Trie un punt lliure de la corba per animar-lo.
ca@valencia: Seleccioneu un punt lliure en una corba per a animar-lo
cs: Vyberte volný bod na křivce pro animaci.
fr: Choisir un point libre sur une ligne pour l'animer.
ja: アニメーションする曲線上の点を選択してください．
pt_br: Selecione um ponto livre em uma curva para animá-lo.
ru: Выберите свободную точку на кривой для анимации.
sk: Vyberte voľný bod na krivke na animovanie.
sv: Välj en fri punkt på en kurva för att animera den.
uk: Виберіть на кривій довільну точку, щоб програма виконала її анімацію.

source: Animate
ca: Anima
ca@valencia: Animació
cs: Animovat
fr: Animer
ja: アニメーション
pt_br: Animar
ru: Анимировать
sk: Animuj
sv: Animera
uk: Анімація

source: Erase an object and all its depedencies.
ca: Elimina un objecte i totes les seues dependències.
ca@valencia: Elimina un objecte i totes les seues dependències.
cs: Smazat objekt a všechny jeho závislosti.
fr: Supprimer un objet et ses relatifs.
ja: オブジェクトと依存しているものをすべて消去します．
pt_br: Apaga um objeto e suas dependências.
ru: Удалить объект и его зависимости.
sk: Zmazať objekt so všetkými závislosťami.
sv: Ta bort ett objekt och alla dess beroenden.
uk: Вилучити об’єкт і всі залежні від нього об’єкти.

source: Eraser
ca: Esborrador
ca@valencia: Esborrador
cs: Guma
fr: Supprimer
ja: 消しゴム
pt_br: Barracha
ru: Ластик
sk: Zmazanie
sv: Suddgummi
uk: Гумка

source: This intersection
ca: Esta intersecció
ca@valencia: Aquesta intersecció
cs: Tento průsečík
fr: Cette intersection
ja: この交点
pt_br: Esta interseção.
ru: Это пересечение
sk: Tento priesečník
sv: Den här korsningen
uk: Цей перетин

source: Change as a free point on the plane.
ca: Canvia un punt al pla.
ca@valencia: Canvia un punt lliure en el pla.
cs: Změnit volný bod v rovině.
fr: Changer en un point libre dans le plan.
ja: 平面上の自由点に変更します．
pt_br: Muda como um ponto livre no plano.
ru: Сделать свободной точкой на плоскости.
sk: Zmeniť voľný bod v rovine.
sv: Byt som en ledig punkt på planet.
uk: Є довільною точкою на площині.

source: Change as a free point on this curve.
ca: Canvia un punt a esta corba.
ca@valencia: Canvia un punt lliure en aquesta corba.
cs: Změnit volný bod na této křivce.
fr: Changer en un point libre sur cette ligne.
ja: この曲線上の自由点に変更します．
pt_br: Muda como um ponto livre nesta curva.
ru: Сделать свободной точкой на кривой.
sk: Zmeniť voľný bod na tejto krivke.
sv: Byt som en ledig punkt på den här kurvan.
uk: Є довільною точкою на цій кривій.

source: Change as this intersection.
ca: Canvi com esta intersecció.
ca@valencia: Canvia com aquesta intersecció.
cs: Změnit jako tento průsečík.
fr: Changer en cette intersection.
ja: この交点に変更します．
pt_br: Muda como essa interseção.
ru: Сделать этим пересечением.
sk: Zmeniť tento priesečník.
sv: Byt som den här korsningen.
uk: Є цим перетином.

source: Edit an item's property
ca: Edita les propietats d'un ítem
ca@valencia: Edita les propietats d'un element
cs: Upravit vlastnost položky
fr: Modifier la propriété d'un objet.
ja: 項目の属性を編集します．
pt_br: Edita uma propriedade do item
ru: Редактировать свойства элемента
sk: Upraviť vlastnosť položky
sv: Redigera egenskapen för ett föremål
uk: Змінити властивість елемента

source: Property
ca: Propietat
ca@valencia: Propietat
cs: Vlastnost
fr: Propriété
ja: 属性
pt_br: Propriedade
ru: Свойство
sk: Vlastnosť
sv: Föremål
uk: Властивість

source: Select and move an object.
ca: Selecciona i mou un objecte.
ca@valencia: Selecciona i mou un objecte.
cs: Vybrat a přesunout objekt.
fr: Sélectionner et déplacer un objet.
ja: オブジェクトを選択して移動します．
pt_br: Seleciona e move um objeto
ru: Выделить и переместить объект.
sk: Vyberte a posuňte objekt.
sv: Välj och flytta ett objekt.
uk: Позначити і пересунути об’єкт.

source: Select and Move
ca: Selecciona i Mou
ca@valencia: Selecciona i mou
cs: Označit a přesunout
fr: Choisir et déplacer
ja: 選択と移動
pt_br: Selecionar e mover
ru: Выделить и Переместить
sk: Vybrať a posunúť
sv: Välj och Flytta
uk: Позначити і пересунути

source: Select a point to merge with
ca: Seleccione un punt per a unir-lo
ca@valencia: Seleccioneu un punt lliure per a unir-lo
cs: Vybrat bod se kterým sloučit
fr: Fusionner avec
ja: 統合する点を選択してください
pt_br: Selecione um ponto para fundir com
ru: Выберите точку для слияния
sk: Vyberte bod na spojenie
sv: Välj en punkt att smälta samman med
uk: Позначте точку для об’єднання

source: Drag this point to change its nature.
ca: Arrossegue este punt per canviar la seua naturalesa.
ca@valencia: Arrossegueu aquest punt per a canviar-ne la naturalesa
cs: Povahu tohoto bodu změníte přetažením.
fr: Tirer ce point pour changer sa nature.
ja: この点をドラッグすると特性が変わります．
pt_br: Arraste esse ponto para mudar sua natureza
ru: Передвиньте эту точку мышью чтобы изменить ее вид.
sk: Potiahnite tento bod pre zmenu jeho povahy.
sv: Dra den här punkten för att byta dess karaktär.
uk: Перетягніть точку, щоб змінити її прив’язку.

source: Pressing down the [Shift] key you can drag and change the nature of free point or intersection point.
ca: Pressionant la tecla [Shift] vosté pot arrossegar i canviar la naturalesa de qualsevol punt o intersecció.
ca@valencia: Prement la tecla [Maj] podeu arrossegar i canviar la naturalesa de qualsevol punt lliure o intersecció.
cs: Stisknutím klávesy [Shift] je možné přetahovat a měnit povahu volných bodů nebo průsečíků.
fr: En pressant la touche [Maj] vous pouvez attraper et changer la nature d'un point libre ou d'intersection.
ja: [shift]キーを押しながら自由点や交点をドラッグするとその点の特性を変更できます．
pt_br: Pressionando e segurando a tecla [Shift], você pode arrastar e modificar a natureza de pontos livres ou de interseção.
ru: При нажатой клавише [Shift] вы можете менять вид свободной точки или точки пересечения.
sk: Držaním klávesy [Shift] môžete ťahať a zmeniť povahu bodu alebo priesečníka.
uk: За допомогою натискання і утримування натисненою клавіші Shift ви можете перетягувати і змінювати прив’язку довільної точки або точки перетину.
