Repository: Dynamic-Book/DrGeo
Catalog: i18n/po/drgeocore/*.po
Languages: ca, ca@valencia, cs, fr, ja, pt_br, ru, sk, sv, uk

source: no name
ca: sense nom
ca@valencia: sense nom
cs: bez názvu
fr: sans nom
ja: 名前なし
pt_br: sem nome
ru: без имени
sk: bez mena
sv: inget namn
uk: без назви

source: This geometric angle %1
ca: Este angle geomètric %1
ca@valencia: L'angle geomètric %1
cs: Tento geometrický úhel %1
fr: Cet angle géométrique %1
ja: この幾何的角度 %1
pt_br: Este ângulo geométrico %1
ru: Геометрический угол %1
sk: Tento geometrický uhol %1
sv: Den här geometriska vinkeln %1
uk: Цей геометричний кут %1

source: This angle bisector %1
ca: Este angle bisector %1
ca@valencia: La bisectriu de l'angle %1
cs: Osa tohoto úhlu %1
fr: Cette bissectrice %1
ja: この角の2等分線 %1
pt_br: Ângulo da bissetriz %1
ru: Эта угловая биссектриса %1
sk: Os tohto uhlu %1
sv: Den här vinkelhalveringslinjen %1
uk: Бісектриса кута %1

source: This oriented angle %1
ca: Este angle orientat %1
ca@valencia: L'angle orientat %1
cs: Tento orientovaný úhel %1
fr: Cet angle orienté %1
ja: この相対角度 %1
pt_br: Este ângulo orientado %1
ru: Этот направленный угол %1
sk: Tento orientovaný uhol %1
sv: Den här orienterade vinkeln %1
uk: Цей орієнтований кут %1

source: This Arc Circle %1
ca: Este arc de cercle %1
ca@valencia: L'arc de cercle %1
cs: Tato kruhová výseč %1
fr: Cet arc de cercle %1
ja: この円弧 %1
pt_br: Este arco de circunferência %1
ru: Дуга окружности %1
sk: Táto kruhová výseč %1
sv: Den här bågens cirkel %1
uk: Ця дуга кола %1

source: This picture
ca: Esta imatge
ca@valencia: Aquesta imatge
cs: Tento obrázek
fr: Cette image
ja: この図形
pt_br: Esta imagem
ru: Этот рисунок
sk: Tento obrázok
sv: Den här bilden
uk: Цей малюнок

source: This circle %1
ca: Este cercle %1
ca@valencia: El cercle %1
cs: Tento kruh %1
fr: Ce cercle %1
ja: この円 %1
pt_br: Este círculo %1
ru: Эта окружность %1
sk: Tento kruh %1
sv: Den här cirkeln %1
uk: Це коло %1

source: This composite object %1
ca: Este objecte compost %1
ca@valencia: L'objecte compost %1
cs: Tento složený objekt %1
fr: Cet objet composite %1
ja: この複合オブジェクト %1
pt_br: Este objeto composto %1
ru: Составной объект %1
sk: Tento zložený objekt %1
sv: Det här sammansatta objektet %1
uk: Цей складений об’єкт %1

source: This equation %1
ca: Esta equació %1
ca@valencia: L'equació %1
cs: Tato rovnice %1
fr: Cette équation %1
ja: この式 %1
pt_br: Esta equação %1
ru: Это уравнение %1
sk: Táto rovnica %1
sv: Den här ekvationen %1
uk: Це рівняння %1

source: Equation
ca: Equació
ca@valencia: Equació
cs: Rovnice
fr: Équation
ja: 方程式
pt_br: Equação
ru: Уравнение
sk: Rovnica
sv: Ekvation
uk: Рівняння

source: This line %1
ca: Esta línia %1
ca@valencia: La línia %1
cs: Tato přímka %1
fr: Cette droite %1
ja: この直線 %1
pt_br: Está linha %1
ru: Эта прямая %1
sk: Táto priamka %1
sv: Den här raden %1
uk: Ця пряма %1

source: This parallel line %1
ca: Esta línia paral·lela %1
ca@valencia: La línia paral·lela %1
cs: Tato rovnoběžka %1
fr: Cette droite parallèle %1
ja: この平行線 %1
pt_br: Esta reta paralela %1
ru: Эта параллельная прямая %1
sk: Táto rovnobežná priamka %1
sv: Den här parallella raden %1
uk: Ця паралель %1

source: This perpendicular bisector %1
ca: Esta perpendicular bisector %1
ca@valencia: La bisectriu perpendicular %1
cs: Tato kolmá osa %1
fr: Cette médiatrice %1
ja: この垂直2等分線 %1
pt_br: Esta bissetriz perpendicular %1
ru: Эта перпендикулярная биссектриса %1
sk: Táto kolmá os %1
uk: Серединний перпендикуляр %1

source: This perpendicular line %1
ca: Esta línia perpendicular %1
ca@valencia: La línia perpendicular %1
cs: Tato kolmá přímka %1
fr: Cette droite perpendiculaire %1
ja: この垂線 %1
pt_br: Esta reta perpendicular %1
ru: Эта перпендикулярная прямая %1
sk: Táto kolmá priamka %1
sv: Den här vinkelräta linjen %1
uk: Цей перпендикуляр %1

source: This locus %1
ca: Este espai geomètric %1
ca@valencia: La posició %1
cs: Tento lokus %1
fr: Ce lieu de point %1
ja: この軌跡 %1
pt_br: Este lugar geométrico %1
ru: Это место %1
sk: Tento lokus %1
sv: Det här stället %1
uk: Це ГМТ %1

source: This math item %1
ca: Este ítem matemàtic %1
ca@valencia: L'element matemàtic %1
cs: Tato matematická položka %1
fr: Cet item mathematique %1
ja: この数学項目 %1
pt_br: Este item matemático %1
ru: Этот элемент соответствия %1
sk: Táto matematická položka %1
sv: Det är matte-föremålet %1
uk: Цей математичний елемент %1

source: Edit the coordinates
ca: Edita les coordinades
ca@valencia: Edita les coordenades
cs: Upravit souřadnice
fr: Modifier les coordonnées
ja: 座標を編集
pt_br: Editar as coordenadas
ru: Редактировать координаты
sk: Upraviť súradnice
sv: Redigera koordinaterna
uk: Змінити координати

source: This point %1
ca: Este punt %1
ca@valencia: El punt %1
cs: Tento bod %1
fr: Ce point %1
ja: この点 %1
pt_br: Este ponto %1
ru: Эта точка %1
sk: Tento bod %1
sv: Den här punkten %1
uk: Ця точка %1

source: Edit this curvilinear abscissa in [0;1]
ca: Edite esta abscissa curvilínia a [0;1]
ca@valencia: Edita aquesta abscissa curvilínia en [0;1]
cs: Upravit abscisu této křivočáry v [0;1]
fr: Modifier cette abscisse curviligne dans [0 ; 1]
ja: [0;1]区間でのこの曲線横座標を編集
pt_br: Edita esta abscissa curvilínea em [0;1]
ru: Редактировать эту криволинейную абсциссу на отрезке [0;1]
sk: Upraviť krivočiaru abscisu v [0;1]
uk: Встановіть значення абсциси на кривій лінії у діапазоні [0;1]

source: This polygon %1
ca: Este polígon %1
ca@valencia: EL polígon %1
cs: Tento mnohoúhelník %1
fr: Ce polygone %1
ja: この多角形 %1
pt_br: Este polígono %1
ru: Этот многоугольник %1
sk: Tento mnohouholník %1
sv: Den här polygonen %1
uk: Цей багатокутник %1

source: This quadrilateral %1
ca: Este quadrilàter %1
ca@valencia: El quadrilàter %1
cs: Tento čtyřúhelník %1
fr: Ce quadrilatère %1
ja: この四角形 %1
pt_br: Este quadrilátero %1
ru: Этот четырехугольник %1
sk: Tento štvoruholník %1
sv: Den här fyrhörningen %1
uk: Цей чотирикутник %1

source: This triangle %1
ca: Este triangle %1
ca@valencia: El triangle %1
cs: Tento trojúhelník %1
fr: Ce triangle %1
ja: この三角形 %1
pt_br: Este triangulo %1
ru: Этот треугольник %1
sk: Tento trojuholník %1
sv: Den här triangeln %1
uk: Цей трикутник %1

source: edges=
ca: vores=
ca@valencia: vores=
cs: hrany=
fr: côtés=
ja: 辺=
pt_br: Arestas=
ru: края=
sk: hrany=
sv: kanter=
uk: ребер=

source: This half-line %1
ca: Esta semirrecta %1
ca@valencia: La semirecta %1
cs: Tato polopřímka %1
fr: Cette demi-droite %1
ja: この半直線 %1
pt_br: Esta semirreta %1
ru: Этот луч %1
sk: Táto polpriamka %1
sv: Den här halv-raden %1
uk: Цей промінь %1

source: This segment %1
ca: Este segment %1
ca@valencia: El segment %1
cs: Tato úsečka %1
fr: Ce segment %1
ja: この線分 %1
pt_br: Este segmento %1
ru: Этот отрезок %1
sk: Tento segment %1
sv: Det här segmentet %1
uk: Цей відрізок %1

source: This text
ca: Este text
ca@valencia: Aquest text
cs: Tento text
fr: Ce texte
ja: このテキスト
pt_br: Este texto
ru: Этот текст
sk: Tento text
sv: Den här texten
uk: Цей текст

source: Edit this text
ca: Edita este text
ca@valencia: Edita aquest text
cs: Upravit tento text
fr: Modifier ce texte
ja: このテキストを編集する
pt_br: Editar este texto
ru: Редактировать этот текст.
sk: Upraviť tento text
sv: Redigera den här texten
uk: Змінити цей текст

source: Edit me
ca: Editar-me
ca@valencia: Editeu-me
cs: Upravte toto
fr: Modifiez-moi
ja: 編集してください
pt_br: Edite-me
ru: Редактируйте меня
sk: Uprav ma
sv: Redigera mig
uk: Змініть

source: This arc length %1
ca: Esta longitud d'arc %1
ca@valencia: La longitud d'arc %1
cs: Délka tohoto oblouku %1
fr: Cette longueur d'arc %1
ja: この円弧の長さ %1
pt_br: Comprimento deste arco %1
ru: Эта дуга длины %1
sk: Dĺžka tohto oblúku %1
sv: Den här bågens längd %1
uk: Довжина цієї дуги — %1

source: This circle perimeter %1
ca: Este perímetre de cercle %1
ca@valencia: El perímetre del cercle %1
cs: Obvod této kružnice
fr: Cette circonférence %1
ja: この円周 %1
pt_br: Perímetro desta circunferência %1
ru: Эта окружность периметром %1
sk: Obvod tejto kružnice %1
sv: Den här cirkelns omkrets %1
uk: Периметр цього кола %1

source: This distance between two points %1
ca: Esta distància entre dos punts %1
ca@valencia: La distància entre dos punts %1
cs: Tato vzdálenost mezi dvěma body %1
fr: Cette distance entre points %1
ja: この二点間の距離 %1
pt_br: Distância entre estes dois pontos %1
ru: Это расстояние между двумя точками %1
sk: Vzdialenosť medzi týmito dvoma bodmi %1
sv: Det här avståndet mellan två punkter %1
uk: Відстань між двома точками — %1

source: This point-line distance %1
ca: Esta distància entre línia i punt %1
ca@valencia: la distància del punt a la línia %1
cs: Tato vzdálenost bodu od přímky %1
fr: Cette distance point-droite %1
ja: この点-直線間の距離 %1
pt_br: Distância entre este ponto e esta reta %1
ru: Это расстояние от точки до прямой %1
sk: Vzdialenosť medzi týmto bodom a priamkou %1
sv: Avståndet för den här punkt-linjen %1
uk: Відстань від точки до прямої %1

source: This value %1
ca: Este valor %1
ca@valencia: El valor %1
cs: Tato hodnota %1
fr: Cette valeur %1
ja: この値 %1
pt_br: Este valor %1
ru: Эта величина %1
sk: Táto hodnota %1
sv: Det här värdet %1
uk: Це значення %1

source: Value
ca: Valor
ca@valencia: Valor
cs: Hodnota
fr: Valeur
ja: 数値
pt_br: Valor
ru: Значение
sk: Hodnota
sv: Värde
uk: Значення

source: This polygon perimeter %1
ca: El paràmetre d'este polígon %1
ca@valencia: El perímetre del polígon %1
cs: Obvod tohoto mnohoúhelníku %1
fr: Le périmètre de ce polygone %1
ja: この多角形の周長 %1
pt_br: Perímetro deste polígono %1
sk: Obvod tohto mnohouholníka %1
sv: Den här polygonens omkrets %1
uk: Периметр цього багатокутника — %1

source: This point abscissa %1
ca: Este punt d'abscissa %1
ca@valencia: L'abscissa del punt %1
cs: Abscisa tohoto bodu %1
fr: Cette abscisse de point %1
ja: この点のx座標 %1
pt_br: Abscissa deste ponto %1
ru: Эта точка абсциссы %1
sk: Abscisa tohto bodu %1
uk: Абсциса цієї точки %1

source: This point ordinate %1
ca: Este punt d'ordenada %1
ca@valencia: L'ordenada del punt %1
cs: Ordináta tohoto bodu %1
fr: Cette ordonnée de point %1
ja: この点のy座標 %1
pt_br: Ordenada deste ponto %1
ru: Эта точка ординаты %1
sk: Ordináta tohto bodu %1
uk: Ордината цієї точки %1

source: This script "{1}"
ca: Este script "{1}"
ca@valencia: L'script "{1}"
cs: Tento skript {1}
fr: Ce script « {1} »
ja: このスクリプト"{1}"
pt_br: Este script "{1}"
sk: Tento skript "{1}"
sv: Det här skriptet "{1}"
uk: Цей скрипт «{1}»

source: This script "{1}" with argument: %2
ca: Este script "{1}" amb argument: %2
ca@valencia: L'script "{1}" amb argument: %2
cs: Tento skript s argumentem: %2
fr: Ce script « {1} » avec l'argument : %2
ja: 1つの引数を持つこのスクリプト"{1}"，引数: %2
pt_br: Este script "{1}" com argumento: %2
sk: Tento skript "{1}" s parametrom: %2
sv: Det här skriptet "{1}" med argument: %2
uk: Цей скрипт «{1}» з аргументом %2

source: This script "{1}" with arguments: %2
ca: Este script "{1}" amb arguments: %2
ca@valencia: L'script "{1}" amb arguments: %2
cs: Tento skript s argumenty: %2
fr: Ce script « {1} » avec les arguments : %2
ja: 複数の引数を持つこのスクリプト"{1}"，引数: %2
pt_br: Este script "{1}" com argumentos: %2
sk: Tento skript "{1}" s parametrami: %2
sv: Det här skriptet "{1}" med argumenten: %2
uk: Цей скрипт «{1}» з аргументами %2

source: Script
cs: Skript
ja: スクリプト
ru: Скрипт
sk: Skript
sv: Skript
uk: Скрипт

source: This segment length %1
ca: La longitud d'este segment %1
ca@valencia: La longitud del segment %1
cs: Délka této úsečky %1
fr: Cette longueur de segment %1
ja: この線分の長さ %1
pt_br: Comprimento deste segmento %1
ru: Этот отрезок длины %1
sk: Dĺžka tejto úsečky %1
sv: Det här segmentets längd %1
uk: Довжина цього відрізка %1

source: This line slope %1
ca: La pendent d'esta línia %1
ca@valencia: El pendent de la línia %1
cs: Sklon této přímky %1
fr: La pente de cette droite %1
ja: この直線の傾き %1
pt_br: Inclinação desta reta %1
ru: Эта прямая с наклоном %1
sk: Sklon tejto priamky %1
sv: Den här linjens sluttning %1
uk: Кут нахилу цієї прямої %1

source: Edit this value
ca: Edita este valor
ca@valencia: Edita aquest valor
cs: Upravit tuto hodnotu
fr: Modifier cette valeur
ja: この値を編集
pt_br: Editar este valor
ru: Редактировать эту величину
sk: Upraviť túto hodnotu
sv: Redigera det här värdet
uk: Змінити це значення

source: This vector abscissa %1
ca: Esta abscissa de vector %1
ca@valencia: L'abscissa del vector %1
cs: Abscisa tohoto vektoru %1
fr: Cette abscisse de vecteur %1
ja: このベクトルの横成分 %1
pt_br: Abscissa deste vetor %1
ru: Этот вектор абсциссы %1
sk: Abscisa tohto vektoru %1
uk: Абсциса цього вектора %1

source: This Vector's norm %1
ca: La norma d'este vector %1
ca@valencia: La norma del vector %1
cs: Norma tohoto vektoru %1
fr: Cette norme de vecteur %1
ja: このベクトルのノルム %1
pt_br: Norma deste vetor %1
ru: Норма этого вектора %1
sk: Norma tohto vektoru %1
sv: Den Vektorn's norm %1
uk: Норма цього вектора %1

source: This vector ordinate %1
ca: Este vector d'ordenada %1
ca@valencia: L'ordenada del vector %1
cs: Ordináta tohoto vektoru %1
fr: Cette ordonnée de vecteur %1
ja: このベクトルの縦成分 %1
pt_br: Ordenada deste vetor %1
ru: Этот вектор ординаты %1
sk: Ordináta tohto vektoru %1
uk: Ордината цього вектора %1

source: This vector %1
ca: Este vector %1
ca@valencia: El vector %1
cs: Tento vektor %1
fr: Ce vecteur %1
ja: このベクトル %1
pt_br: Este vetor %1
ru: Этот вектор %1
sk: Tento vektor %1
sv: Den här vektorn %1
uk: Цей вектор %1

source: Only geometric object can be transformed.
ca: Només objectes geomètrics poden ser transformats.
ca@valencia: Només els objectes geomètrics es poden transformar.
cs: Transformovat je možné pouze geometrické objekty.
fr: Seuls les objets géométriques peuvent être transformés.
ja: 幾何図形のみ変換できます．
pt_br: Apenas objetos geométricos podem ser transformados.
ru: Только геометрический объект может быть преобразован.
sk: Transformovať možno iba geometrické objekty.
sv: Endast geometriska objekt kan omvandlas.
uk: Перетворювати можна лише геометричні об’єкти.

source: Set the style of the line.
ca: Defineix l'estil de la línia.
ca@valencia: Defineix l'estil de la línia.
cs: Nastavit styl čáry.
fr: Choisir le style de ligne.
ja: 線のスタイルを設定します．
pt_br: Configurar o estilo da reta
ru: Установить стиль прямой
sk: Nastaviť štýl tejto čiary.
sv: Ställ in linjens stil.
uk: Встановити стиль лінії.

source: Style
ca: Estil
ca@valencia: Estil
cs: Styl
ja: スタイル
ru: Стиль
sk: Štýl
sv: Stil
uk: Стиль

source: Set the thickness of the line.
ca: Defineix el grossor de la línia.
ca@valencia: Defineix el gruix de la línia.
cs: Nastavit tloušťku čáry.
fr: Choisir l'épaisseur de la ligne.
ja: 線の太さを設定します
pt_br: Configurar a espessura da reta
ru: Установить толщину прямой
sk: Nastaviť hrúbku čiary.
sv: Ställ in radens storlek.
uk: Встановити товщину лінії.

source: Thickness
ca: Grossor
ca@valencia: Gruix
cs: Tloušťka
fr: Épaisseur
ja: 太さ
pt_br: Espessura
ru: Толщина
sk: Hrúbka
sv: Tjocklek
uk: Товщина

source: Fill
ca: Omplir
ca@valencia: Farciment
cs: Vyplnit
fr: Remplir
ja: 塗りつぶし
pt_br: Preencher
ru: Заполнить
sk: Výplň
sv: Fyll
uk: Заповнення

source: Toggle to fill the object.
ca: Habilita l'emplenat de objectes.
ca@valencia: Commuta el farciment de l'objecte.
cs: Přepněte pro vyplnění objektu.
fr: Cocher pour remplir l'objet.
ja: 塗りつぶしをするかしないか変更します．
pt_br: Alterne para preencher o objeto.
ru: Переключите, чтобы заполнить объект
sk: Prepnúť na vyplnenie objektu.
sv: Växla för att fylla objektet.
uk: Увімкнути або вимкнути заповнення об’єкта кольором.

source: Toggle the translucency of the object.
ca: Canvia la transparència de l'objecte.
ca@valencia: Commuta la translucidesa de l'objecte.
cs: Přepnout průsvitnost objektu.
fr: Cocher pour rendre l'objet translucide.
ja: 透明・不透明の変更をします．
pt_br: Alterna a translucidez do objeto.
ru: Переключить прозрачность объекта
sk: Prepnúť priehľadnosť objektu.
sv: Växla genomskinligheten för objektet.
uk: Увімкнути або вимкнути прозорість об’єкта.

source: Translucent
ca: Translúcid
ca@valencia: Translúcid
cs: Průsvitnost
fr: Translucide
ja: 透明
pt_br: Translúcido
ru: Прозрачный
sk: Priehľadný
sv: Genomskinlig
uk: Прозорість

source: Arrow
ca: Fletxa
ca@valencia: Fletxa
cs: Šipka
fr: Flèche
ja: 矢印
pt_br: Seta
ru: Стрелка
sk: Šípka
sv: Pil
uk: Стрілка

source: Set arrow(s) to the line.
ca: Estableix fletxa(es) a la línia.
ca@valencia: Defineix fletxes a la línia.
cs: Nastavit šipky pro čáru.
fr: Placer une ou des flèches aux extrémités de la ligne.
ja: 線に矢印を設定します．
pt_br: Configurar seta(s) para a reta.
ru: Установить стрелку к этой прямой
sk: Nastaviť šípku(y) pre čiaru.
sv: Ställ in pil(ar) till linjen.
uk: Вказати форму стрілок на кінці лінії.

source: Set the shape of the point.
ca: Estableix la forma del punt.
ca@valencia: Defineix la forma del punt.
cs: Nastavit tvar bodu.
fr: Choisir la forme du point.
ja: 点の形を設定します．
pt_br: Configurar a forma do ponto.
ru: Установить форму точки.
sk: Nastaviť tvar bodu.
sv: Ställ in storleken för punkten.
uk: Вказати форму цієї точки.

source: Set the size of the point.
ca: Defineix la mida del punt.
ca@valencia: Defineix la grandària del punt.
cs: Nastavit velikost bodu.
fr: Choisir la taille du point.
ja: 点の大きさを設定します．
pt_br: Configurar o tamanho do ponto.
ru: Установите размер точки.
sk: Nastaviť veľkosť bodu.
sv: Ställ in storleken på punkten.
uk: Вказати розмір точки.

source: Set a mark to the segment.
ca: Defineix una marca pel segment.
ca@valencia: Defineix una marca en el segment.
cs: Nastavit značku na úsečce.
fr: Poser une marque sur le segment.
ja: 線分にマークをつけます．
pt_br: Define uma marca no segmento
ru: Установить отметку на этот отрезок.
sk: Pridať značku na úsečku.
sv: Ställ in ett märke till segmentet.
uk: Вказати позначку до відрізка.

source: Set the colour.
ca: Defineix el color
ca@valencia: Defineix el color
cs: Nastavit barvu.
fr: Choisir la couleur.
ja: 色を選択してください．
pt_br: Defina a cor.
ru: Установить цвет.
sk: Nastaviť farbu.
sv: Ställ in färgen.
uk: Вказати колір.

source: Feedback
ca: Comentaris
ca@valencia: Retroacció
cs: Zpětná vazba
fr: Commentaire
ja: フィードバック
ru: Обратная связь
sk: Spätná väzba
sv: Återgivning
uk: Зворотний зв’язок

source: Toggle to provide feedback and interaction when the mouse cursor is over the object.
ca: Toca per a donar retroalimentació i interacció quan el cursor estiga sobre l'objecte.
ca@valencia: Commuta per a donar retroacció i interacció quan el cursor estiga sobre l'objecte.
cs: Přepnout poskytování zpětné vazby a interakce když se ukazatel myši ocitne nad objektem.
fr: Donner ou non un commentaire et une interaction sur cet objet lorsque le curseur de la souris est au-dessus.
ja: マウスカーソルが対象上にあるときにフィードバックを得たり相互作用を実行するための機能に切り替えます．
pt_br: Alterne para fornecer comentários e interação quando o cursor do mouse estiver sobre o objeto
sk: Prepnúť pre poskytovanie spätnej väzby a interakcie keď je ekurzor myši nad objektom.
uk: Перемкніть, щоб програма показувала інформацію та взаємодіяла з вами, коли ви наводити вказівник на об’єкт.

source: Hide
ca: Amaga
ca@valencia: Amaga
cs: Skrýt
fr: Masquer
ja: 隠す
pt_br: Ocultar
ru: Скрыть
sk: Skryť
sv: Göm
uk: Приховати

source: Toggle to hide the object.
ca: Canvia a amagat l'objecte
ca@valencia: Commuta per a amagar l'objecte.
cs: Přepnout pro skrytí objektu.
fr: Cocher pour masquer l'objet.
ja: オブジェクトを表示するか隠すか変更します．
pt_br: Alterne pra ocultar este objeto
ru: Переключите, чтобы скрыть объект
sk: Prepnúť na skrytie objektu.
sv: Växla för att gömma det här objektet.
uk: Приховати або показати об’єкт.

source: Lock
ca: Bloqueja
ca@valencia: Bloqueja
cs: Uzamknout
fr: Verrouiller
ja: ロック
pt_br: Bloquear
ru: Заблокировать
sk: Zamknúť
sv: Lås
uk: Заблокувати

source: Toggle to lock the object to its position.
ca: Habilita el bloqueig de l'objecte a la seua posició.
ca@valencia: Commuta el bloqueig de l'objecte a la seua posició.
cs: Přepnout uzamčení objektu na jeho pozici.
fr: Cocher pour verrouiller l'objet à sa position courante.
ja: オブジェクトのその位置で固定するかしないかを変更します．
pt_br: Alterne para bloquear o objeto em sua posição.
ru: Переключите, чтобы зафиксировать объект в его текущем положении
sk: Prepnúť na zamknutie objektu na jeho pozícii.
sv: Växla för att låsa objektet till dess position.
uk: Заблокувати або розблокувати позицію об’єкта.

source: Name
ca: Nom
ca@valencia: Nom
cs: Název
fr: Nom
ja: 名前
pt_br: Nome
ru: Имя
sk: Meno
sv: Namn
uk: Назва

source: Rename this object.
ca: Reanomena este objecte.
ca@valencia: Reanomena l'objecte.
cs: Přejmenovat tento objekt.
fr: Renommer l'objet.
ja: このオブジェクトの名前を変更します．
pt_br: Renomear este objeto
ru: Переименовать этот объект
sk: Premenovať tento objekt.
sv: Döp om det här objektet.
uk: Перейменувати об’єкт.

source: Set the background colour.
ca: Posa el color de fons.
ca@valencia: Defineix el color de fons.
cs: Nastavit barvu pozadí.
fr: Choisir la couleur de fond.
ja: 背景色を設定する
pt_br: Configurar a cor de fundo
ru: Установить цвет фона
sk: Nastaviť farbu pozadia.
sv: Ställ in bakgrundsfärgen.
uk: Встановити колір тла

source: Set the border colour.
ca: Canvia el color de la vora.
ca@valencia: Defineix el color del contorn.
cs: Nastavit barvu ohraničení.
fr: Choisir la couleur de la bordure.
ja: 枠線の色を設定する．
pt_br: Configurar a cor da borda.
sk: Nastaviť farbu okraja
sv: Ställ in kantens färg.
uk: Встановити колір рамки.

source: Font size
ca: Mida de lletra
ca@valencia: Grandària del tipus de lletra
cs: Velikost písma
fr: Taille des caractères
ja: フォントサイズ
pt_br: Tamanho da fonte
ru: Размер шрифта
sk: Veľkosť písma
sv: Storlek på typsnittet
uk: Розмір шрифту

source: Set the font size.
ca: Ajusta la mida de la lletra.
ca@valencia: Defineix la grandària del tipus de lletra.
cs: Nastavit velikost písma.
fr: Modifier la taille des caractères.
ja: フォントサイズを設定します．
pt_br: Configurar o tamanho da fonte.
ru: Установить размер шрифта.
sk: Nastaviť veľkosť písma.
sv: Ställ in typsnittets storlek.
uk: Встановити розмір шрифту.

source: Dr. Geo is about interactive geometry and programming. {1} - {3} It allows one to create geometric figure plus the interactive manipulation It is usable in teaching situation, in mathematics, physics and programming, with students from primary school to university levels. It is simple and effective with some unique features as Smalltalk scripts and programmed interactive sketches. {2} LICENSE: GPL
ca: Dr. Geo tracta sobre geometria interactiva i programació. {1} - {3} Permet crear figures geomètriques afegint la manipulació interactiva Es pot usar a situacions d'aprenentatge, en matemàtiques, física i programació, amb estudiants de nivell des de primària fins universitat. És ximple i efectiva amb característiques úniques com guions d'Smalltalk i esbossos interactius programats. {2} LICENSE: GPL
fr: Dr. Geo propose de la géométrie interactive et de la programmation. {1} - {3} Il permet de créer une figure géométrique ainsi que la manipulation interactive de cette figure en fonction de ses contraintes géométriques. Il est utilisable pour l'enseignement avec des élèves du primaire ou du secondaire. Il est simple et efficace avec des fonctionnalités uniques comme les scripts Smalltalk et les figures interactives programmées. {2} LICENSE: GPL
uk: Dr. Geo призначено для інтерактивних геометричних побудов та програмування. {1} - {3} Програма уможливлює створення геометричних фігур та інтерактивну роботу з ними. Програмою можна скористатися з навчальною метою у математиці, фізиці та програмуванні зі учнями та студентами від початкового рівня до університетського. Програма є простою та ефективною і має деякі унікальні можливості, зокрема використання скриптів Smalltalk та програмовані інтерактивні ескізи. {2} УМОВИ ЛІЦЕНЗУВАННЯ: GPL

source: Installed version:
ca: Versió instal·lada:
ca@valencia: Versió instal·lada:
cs: Nainstalovaná verze:
fr: Version installée :
ja: インストールされているバージョン
pt_br: Versão instalada:
sv: Installerad version:
uk: Встановлена версія:

source: Fig. -
cs: Poz. –
ja: 図-
ru: Рис.
sk: Obr. -
uk: Рис. -

source: System menu
ca: Menú del sistema
ca@valencia: Menú del sistema
fr: Menu système
ja: システムメニュー
pt_br: Menu do sistema
sv: System-meny
uk: Системне меню
