Repository: Dynamic-Book/DrGeo
Catalog: i18n/po/drgeocore/*.po
Languages: ca, ca@valencia, cs, fr, ja, pt_br, ru, sk, sv, uk

source: Several objects can be selected. Please, select one clicking the mouse.
ca: Hi ha diversos objectes que poden seleccionar-se. Per favor, trie un fent clic amb el ratolí.
ca@valencia: Es poden seleccionar diversos objectes. Trieu-ne un fent clic amb el ratolí.
cs: Vybrat je možné z vícero objektů. Kliknutím myší zvolte jeden.
fr: Plusieurs objets peuvent être attrapés. Vous pouvez en choisir un en cliquant avec la souris.
ja: いろんなオブジェクトを選択できます．クリックして選択してください．
pt_br: Muitos objetos podem ser selecionados. Por favor, selecione um clicando com o mouse.
ru: Несколько объектов не могут быть выделены. Пожалуйста, выделите один объект мышью.
sk: Dá sa vybrať viacero objektov. Prosím, vyberte jeden kliknutím myšou.
sv: Flera objekt kan väljas. Snälla, välj ett genom att klicka med musen.
uk: Можна позначити декілька об’єктів. Будь ласка, позначте хоч один клацанням лівою кнопкою миші.

source: Edit an object style.
ca: Edita l'estil d'un objecte.
ca@valencia: Edita l'estil d'un objecte.
cs: Upravit styl objektu.
fr: Modifier le style d'un objet.
ja: オブジェクトのスタイルを編集します．
pt_br: Edita o estilo de um objeto.
ru: Редактировать стиль объекта.
sk: Upraviť štýl objektu.
sv: Redigera stilen för ett objekt.
uk: Змінити стиль об’єкта.

source: Edit Style
ca: Edita Estil
ca@valencia: Edita l'estil
cs: Upravit styl
fr: Modifier le style
ja: スタイルを編集
pt_br: Editar estilo
ru: Редактировать стиль.
sk: Upraviť Štýl
sv: Redigera stil
uk: Змінити стиль

source: Select an object
ca: Seleccioneu un objecte
ca@valencia: Seleccioneu un objecte
cs: Vybrat objekt
fr: Choisissez un objet
ja: オブジェクトを選択
pt_br: Seleciona um objeto
ru: Выделить объект
sk: Vybrať objekt
sv: Välj ett objekt
uk: Виберіть об’єкт

source: Several objects can be selected. Please, choose one.
ca: Es poden seleccionar diversos objectes. Per favor, trie un.
ca@valencia: Es poden seleccionar diversos objectes. Trieu-ne un
cs: Vybrat je možné z vícero objektů. Zvolte jeden.
fr: Plusieurs objets peuvent être attrapés. En choisir un.
ja: 複数のオブジェクトが選択されています．どれか１つを選んで下さい．
pt_br: Muitos objetos podem ser selecionados. Por favor, escolha um.
ru: Несколько объектов могут быть выбраны. Пожалуйста, выберите один.
sk: Dá sa vybrať viacero objektov. Prosím, vyberte jeden.
sv: Flera objekt kan väljas. Snälla, välj ett.
uk: Позначено декілька об’єктів. Будь ласка, виберіть один з них.

source: Colour
ca: Color
ca@valencia: Color
cs: Barva
fr: Couleur
ja: 色
pt_br: Cor
ru: Цвет
sk: Farba
sv: Färg
uk: Колір

source: arc
ja: 弧
sv: båge
uk: дуга

source: circle
ca: cercle
fr: cercle
ja: 円
sv: cirkel
uk: коло

source: line
ca: línia
fr: droite
ja: 直線
sv: rad
uk: ghzvf

source: locus
ca: lloc geomètric
fr: lieu
ja: 軌跡
sv: ställe
uk: ГМТ

source: Autoname new object
ca: Anomena automàticament el nou objecte
fr: Nommer automatiquement un nouvel objet
ja: 新しいオブジェクトに自動的に名前を名前を付ける
uk: Автоматична назва нового об'єкта

source: Path for user created resources as sketches, Smalltalk sketches, exported image. An empty path locates these resources in the Dr. Geo application folder. Relative path accepted, home/user directory is then prepended
ca: Ruta als recursos creats com esquemes, esquemes Smalltalk, imatge exportada. Una ruta buida cerca eixos recursos al directori de Dr. Geo. Les rutes relatives estan acceptades, home/user directory s'anteposa
fr: Chemin vers les ressources créées par l'utilisateur comme les figures, les figures programmées, les images exportées. Un chemin vide place ces ressources dans le dossier d'application Dr. Geo. Un chemin relatif est accepté, le chemin du dossier utilisateur est alors préfixé.
ja: ユーザーが作成したスケッチ，Smalltalkスケッチ，書き出した画像などのリソースへのパス．パス未設定のときは，これらのリソースはDr. Geoアプリのフォルダに保存される．相対パスも許され，その場合home/user directoryが先頭に補完される.
uk: Шлях до створених користувачем ресурсів, зокрема ескізів, ескізів Smalltalk, експортованого зображення. Якщо вказати порожжній шлях, ресурси зберігатимуться у теці програми Dr. Geo. Можна вказувати відносні шляхи. До таких шляхів буде дописано каталог home/користувач

source: miscellaneous
ca: miscel·lània
fr: divers
ja: その他
uk: різне

source: Shape
ca: Forma
ca@valencia: Forma
cs: Tvar
fr: Forme
ja: 形
pt_br: Forma
ru: Форма
sk: Tvar
sv: Form
uk: Форма

source: Size
ca: Mida
ca@valencia: Grandària
cs: Velikost
fr: Taille
ja: 大きさ
pt_br: Tamanho
ru: Размер
sk: Veľkosť
sv: Storlek
uk: Розмір

source: point
ca: punt
ja: 点
sv: poäng
uk: точка

source: polygon
ca: polígon
fr: polygone
ja: 多角形
uk: багатокутник

source: Code completion on
ca: Completa el codi activat
fr: Complétion de code sur
ja: コード補完
uk: Доповнення коду на

source: Full debugger when executing Smalltalk sketch.
ca: Depurador complet mentre s'executa el guió Smalltalk
fr: Débogeur complet lors de l'exécution de figure Smalltalk.
ja: Smalltalkスケッチを実行するときのフルデバッガー
uk: Повна діагностика, коли виконуємо ескіз Smalltalk.

source: programming
ca: programació
fr: programmation
ja: プログラミング
sv: programmering
uk: програмування

source: ray
ca: raig
fr: demi-droite
ja: 光線
sv: stråle
uk: промінь

source: Mark
ca: Marca
ca@valencia: Marca
cs: Označit
fr: Marque
ja: マーク
pt_br: Marca
ru: Отметить
sk: Označiť
sv: Markera
uk: Позначити

source: segment
ja: 線分
uk: відрізок

source: Background
ca: Fons
ca@valencia: Fons
cs: Pozadí
fr: Fond
ja: 背景
pt_br: Plano de fundo
ru: Фон
sk: Pozadie
sv: Bakgrund
uk: Тло

source: Border
ca: Vora
ca@valencia: Contorn
cs: Ohraničení
fr: Bordure
ja: 枠線
pt_br: Contorno
sk: Okraj
sv: Kant
uk: Рамка

source: text
fr: texte
ja: テキスト
uk: текст

source: Number of decimal
ca: Nombre de decimal
ca@valencia: Nombre de decimal
fr: Nombre de décimales
ja: 小数点以下の桁数
pt_br: Número decimal
sv: Antalet decimal
uk: Кількість цифр

source: value
ca: valor
fr: valeur
ja: 値
sv: värde
uk: значення

source: vector
fr: vecteur
ja: ベクトル
sv: vektor
uk: вектор

source: Animate at speed 1.
ca: Anima a velocitat 1
ca@valencia: Anima a velocitat 1.
cs: Animovat základní rychlostí.
fr: Animer à la vitesse 1.
ja: 速さ1でアニメーション．
pt_br: Anima na velocidade 1.
ru: Анимировать на скорости 1
sk: Animovať rýchlosťou 1.
sv: Animera vid hastighet 1.
uk: Анімація на швидкості 1.

source: Animate x1
ca: Anima x1
ca@valencia: Animació x1
cs: Animovat x1
fr: Animer x1
ja: 通常速度でアニメーション
pt_br: Animar x1
ru: Анимировать x1
sk: Animovať x1
sv: Animera x1
uk: Анімація x1

source: Animate at speed 2.
ca: Anima a velocitat 2
ca@valencia: Anima a velocitat 2.
cs: Animovat dvojnásobnou rychlostí.
fr: Animer à la vitesse 2.
ja: 速さ2でアニメーション
pt_br: Anima na velocidade 2.
ru: Анимировать на скорости 2
sk: Animovať rýchlosťou 2.
sv: Animera vid hastighet 2.
uk: Анімація на швидкості 2.

source: Animate x2
ca: Anima x2
ca@valencia: Animació x2
cs: Animovat x2
fr: Animer x2
ja: 倍速でアニメーション
pt_br: Animação x2
ru: Анимировать x2
sk: Animovať x2
sv: Animera x2
uk: Анімація x2

source: Animate at speed 3.
ca: Anima a velocitat 3
ca@valencia: Anima a velocitat 3.
cs: Animovat trojnásobnou rychlostí.
fr: Animer à la vitesse 3.
ja: 速さ3でアニメーション
pt_br: Animação na velocidade 3.
ru: Анимировать на скорости 3
sk: Animovať rýchlosťou 3.
sv: Animera vid hastighet 3.
uk: Анімація на швидкості 3.

source: Animate x3
ca: Anima x3
ca@valencia: Animació x3
cs: Animovat x3
fr: Animer x3
ja: 3倍速でアニメーション
pt_br: Animar x3
ru: Анимировать x3
sk: Animovať x3
sv: Animera x3
uk: Анімація x3

source: Animate at speed 4.
ca: Anima a velocitat 4
ca@valencia: Anima a velocitat 4.
cs: Animovat čtyřnásobnou rychlostí.
fr: Animer à la vitesse 4.
ja: 速さ4でアニメーション
pt_br: Anima na velocidade 4.
ru: Анимировать на скорости 4
sk: Animovať rýchlosťou 4.
sv: Animera vid hastighet 4.
uk: Анімація на швидкості 4.

source: Animate x4
ca: Anima x4
ca@valencia: Animació x4
cs: Animovat x4
fr: Animer x4
ja: 4倍速でアニメーション
pt_br: Animar x4
ru: Анимировать x4
sk: Animovať x4
sv: Animera x4
uk: Анімація x4

source: Show or hide the ox and oy axes.
ca: Mostra o oculta els eixos ox i oy.
ca@valencia: Mostra o amaga els eixos ox o oy.
cs: Zobrazit či skrýt osy x a y.
fr: Afficher ou masquer les axes ox et oy.
ja: 座標軸(oxとoy)を表示する／隠す。
pt_br: Exibe ou oculta os eixos ox e oy.
sk: Zobraziť/skryť osi ox a oy.
uk: Показати або приховати вісі ox і oy.

source: Export this sketch as SVG image.
ca: Exporta aquest esquema com una imatge SVG.
fr: Exporter cette figure come image au format SVG.
ja: このスケッチをSVG画像で書き出す
uk: Експортувати цей ескіз як зображення SVG.

source: Save as image
ca: Desa com imatge
fr: Enregistrer en tant qu'image
ja: 画像として保存
uk: Зберегти як зображення

source: Show or hide grid.
ca: Mostra o oculta graella
ca@valencia: Mostra o amaga la graella
cs: Zobrazit či skrýt mřížku
fr: Afficher ou masquer la grille
ja: グリッドの表示・非表示
pt_br: Exibir ou ocultar grade.
ru: Скрыть/показать координатную сетку
sk: Ukázať alebo skryť mriežku.
sv: Visa eller göm rutnätet.
uk: Показати або сховати сітку.

source: Keep this sketch permanently.
ca: Desa este dibuix permanentment.
ca@valencia: Conserva aquest dibuix permanentment.
cs: Uchovat tento výkres natrvalo.
fr: Conserver cette figure de façon permanente.
ja: このスケッチを永続的に維持します．
pt_br: Manter esse esboço permanentemente
sk: Ponechať tento náčrt nastálo.
sv: Behåll den här ritningen permanent.
uk: Зберегти цей ескіз на тривалій основі.

source: Save
ca: Desa
ca@valencia: Guarda
cs: Uložit
fr: Enregistrer
ja: 保存
pt_br: Salvar
ru: Сохранить
sk: Uložiť
sv: Spara
uk: Зберегти

source: Delete a macro-construction from the registry.
ca: Elimina una macro del registre.
ca@valencia: Elimina una macroconstrucció del registre.
cs: Vymazat makrokonstrukci z registrů.
fr: Effacer une macro-construction du registre.
ja: 登録した作図マクロを削除します．
pt_br: Remove uma macro-construção do registro.
ru: Удалить определение макроса из хранилища.
sk: Zmazať makro-konštrukciu z registru.
sv: Ta bort en makro-konstruktion från registret.
uk: Вилучити макропобудову зі списку.

source: Delete macro
ca: Elimina macro
ca@valencia: Elimina la macro
cs: Odstranit makro
fr: Effacer une macro
ja: マクロを削除
pt_br: Remover macro
ru: Удалить определение макроса.
sk: Zmazať makro
sv: Ta bort makro
uk: Вилучити макрос

source: Snap to grid.
ca: Ajusta a la graella.
ca@valencia: Ajusta a la graella
cs: Přichytávat k mřížce.
fr: Coller à la grille.
ja: グリッドにあわせる
pt_br: Ajustar à grade
ru: Выровнять по сетке
sk: Prichyť na mriežku.
uk: Чіплятися до сітки.

source: An unobtrusive menu with all Dr. Geo tools.
ca: Un menú discret amb les eines de Dr. Geo.
ca@valencia: Un menú discret amb les eines del Dr. Geo.
cs: Nerušivá nabídka se všemi nástroji aplikace Dr. Geo.
fr: Un menu discret avec l'ensemble des outils de Dr. Geo.
ja: Dr.Geoのすべてのツールをもつ簡易メニュー
pt_br: Um menu discreto com todas as ferramentas do Dr. Geo.
sk: Nenápadné menu so všetkými nástrojmi Dr. Geo.
sv: En icke påträngande meny med alla Dr. Geo-verktyg.
uk: Зручне меню з усіма інструментами Dr. Geo.

source: Menu
ca: Menú
ca@valencia: Menú
cs: Nabídka
ja: メニュー
sk: Ponuka
sv: Meny
uk: Меню

source: Toggle between the build of several geometric objects and the build of one geometric object then move it.
ca: Trie entre la construcció de diferents objectes geomètrics i la construcció d'un objecte geomètric i després moure-lo.
ca@valencia: Commuteu entre la construcció de diferents objectes geomètrics i la construcció d'un objecte geomètric i després podeu moure'ls.
cs: Přepnout mezi sestavením různých geometrických objektů a sestavením jednoho geometrického objektu, pak ho přesunout.
fr: Basculer entre la construction en séquence d'objets géométriques et la construction d'un objet puis son déplacement.
ja: オブジェクトを続けて作成する機能とオブジェクトを１つ作成して動かす機能を切り替えます．
pt_br: Alterna entre a construção de muitos objetos geométricos e a construção de um objeto geométrico e, então, o move.
ru: Переключитесь между построением одного или нескольких геометрических объектов, затем перемещайте его
sk: Prepni či chcete vytvárať viacero geometrických objektov alebo vytvoriť jeden geometrický objekt a posunúť ho.
sv: Växla mellan byggnationen av flera geometriska objekt och byggnationen av ett geometriskt objekt, flytta det sedan.
uk: Перемикач між режимами побудови декількох геометричних об’єктів і побудовою одного геометричного об’єкта при пересуванні.

source: New
ca: Nou
ca@valencia: Nou
cs: Nový
fr: Nouveau
ja: 新規作成
pt_br: Novo
ru: Новый эскиз
sk: Nové
sv: Ny
uk: Створити

source: Open a new blank sketch.
ca: Obre un nou dibuix en blanc.
ca@valencia: Obri un nou dibuix en blanc
cs: Otevřít nový prázdný náčrt.
fr: Ouvrir une nouvelle figure vide.
ja: 新しい空のスケッチを開く．．
pt_br: Abre um novo esboço em branco.
ru: Открыть новый пустой эскиз
sk: Otvoriť prázdny náčrt.
sv: Öppna en tom ritning.
uk: Відкрити порожнє креслення.

source: Open
ca: Obre
ca@valencia: Obri
cs: Otevřít
fr: Ouvrir
ja: 開く
pt_br: Abrir
ru: Открыть
sk: Otvoriť
sv: Öppna
uk: Відкрити

source: Open a sketch.
ca: Obre un dibuix.
ca@valencia: Obri un dibuix
cs: Otevřít náčrt.
fr: Ouvrir une figure
ja: スケッチを開く
pt_br: Abre um esboço.
ru: Открыть эскиз
sk: Otvoriť náčrt.
sv: Öppna en ritning.
uk: Відкрити креслення.

source: Redo
ca: Refer
ca@valencia: Refés
cs: Znovu
fr: Refaire
ja: やり直し
pt_br: Refazer
ru: Повторить
sk: Opakovať
sv: Gör om
uk: Повторити

source: Redo last action.
ca: Refer l'última acció.
ca@valencia: Refés l'última acció
cs: Zopakovat předchozí akci.
fr: Refaire la dernière action.
ja: 最後の操作をやり直します．
pt_br: Refaz a última ação.
ru: Повторить последнее действие
sk: Znova vykonať akciu.
sv: Gör om den senaste åtgärden.
uk: Повторити останню дію.

source: Create a Smalltalk script.
ca: Crea un script de Smalltalk.
ca@valencia: Crea un script d'Smalltalk
cs: Vytvořit skript v jazyce Smalltalk
fr: Créer un script Smalltalk.
ja: Smalltalkのスクリプトを作成
pt_br: Cria um script SmallTalk
sk: Vytvoriť Smalltalk skript.
sv: Skapa ett Smalltalk-skript.
uk: Створити скрипт Smalltalk.

source: Create a script
ca: Crea un script.
ca@valencia: Crea un script
cs: Vytvořit skript
fr: Créer un script
ja: スクリプトを作成
pt_br: Cria um script
sk: Vytvoriť skript
sv: Skapa ett skript
uk: Створити скрипт

source: Edit a Smalltalk script.
ca: Edita un script de Smalltalk.
ca@valencia: Edita un script d'Smalltalk
cs: Upravit skript v jazyce Smalltalk.
fr: Modifier un script Smalltalk
ja: Smalltalkのスクリプトを編集
pt_br: Edita um script SmallTalk
sk: Upraviť Smalltalk skript.
sv: Redigera ett Smalltalk-skript.
uk: Редагувати скрипт Smalltalk.

source: Edit a script
ca: Edita guió
ca@valencia: Edita un script
cs: Upravit skript
fr: Modifier un script
ja: スクリプトを編集
pt_br: Edita um script
ru: Редактировать скрипт
sk: Upraviť skript
sv: Redigera ett skript
uk: Змінити сценарій

source: Edit style
ca: Edita estil
fr: Modifier le style
ja: 編集スタイル
sv: Redigera stil
uk: Змінити стиль

source: Construction tree
ca: Arbre de construcció
ca@valencia: Arbre de construcció
cs: Strom konstrukce
fr: Arbre des constructions
ja: 構成木
pt_br: Árvore de construção
sk: Strom konštrukcie
sv: Konstruktionsträd
uk: Ієрархія побудови

source: The hierarchy tree presenting the visible constructed items.
ca: L'arbre de jerarquia que presenta els articles visibles ja construïts.
ca@valencia: L'arbre de jerarquia que presenta els elements visibles ja construïts.
cs: Tento hierarchický strom představuje viditelné zkonstruované položky.
fr: La hiérarchie de l'arbre de construction liste les objets visibles.
ja: 作成した項目を表すための階層木
pt_br: A árvore hierárquica apresentando os itens visíveis construídos.
sk: Strom zobrazujúci väzby viditeľných vytvorených objektov.
sv: Hierarkiträdet som presenterar de synliga konstruerade objekten.
uk: Ієрархія з усіма видимими елементами побудови.

source: Undo
ca: Desfés
ca@valencia: Desfés
cs: Zpět
fr: Annuler
ja: 取り消し
pt_br: Desfazer
ru: Отменить
sk: Odvolať
sv: Ångra
uk: Вернути

source: Undo last action
ca: Desfés l'última acció
ca@valencia: Desfés l'última acció
cs: Vrátit poslední akci zpět
fr: Annuler la dernière action.
ja: 最後の操作を取り消します．
pt_br: Desfaz a última ação
ru: Отменить последнее действие
sk: Odvolať poslednú akciu
sv: Ångra den senaste åtgärden
uk: Скасувати останню дію

source: A wheel to move horizontally the sketch.
ca: Una roda per moure horitzontalment el dibuix.
ca@valencia: Una roda per a moure horitzontalment el dibuix.
cs: Kolečko pro vodorovný posun náčrtu.
fr: Une molette pour déplacer horizontalement la figure.
ja: スケッチを水平に動かすためのダイアル
pt_br: Uma roda para mover o esboço horizontalmente.
sk: Koliesko na posun náčrtu vodorovne.
sv: Ett hjul för att flytta ritningen horisontellt.
uk: Коліщатко для горизонтального пересування ескіза.

source: Horizontal wheel
ca: Roda horitzontal
ca@valencia: Roda horitzontal
cs: Vodorovné kolečko
fr: Molette horizontale
ja: 水平方向ダイアル
pt_br: Roda horizontal
sk: Vodorovné koliesko
sv: Horisontellt hjul
uk: Горизонтальне коліщатко

source: A wheel to move vertically the sketch.
ca: Una roda per moure verticalment el dibuix.
ca@valencia: Una roda per a moure verticalment el dibuix.
cs: Kolečko pro svislý posun náčrtu.
fr: Une molette pour déplacer verticalement la figure.
ja: 作品を垂直方向に動かすダイアル
pt_br: Uma roda para mover o esboço verticalmente.
sk: Koliesko na posun náčrtu zvisle.
sv: Ett hjul för att flytta ritningen vertikalt.
uk: Коліщатко для вертикального пересування ескіза.

source: Vertical wheel
ca: Roda vertical
ca@valencia: Roda vertical
cs: Svislé kolečko
fr: Molette verticale
ja: 垂直方向ダイアル
pt_br: Roda vertical
sk: Zvislé koliesko
sv: Vertikalt hjul
uk: Вертикальне колішатко

source: A wheel to zoom in, zoom out the sketch.
ca: Una roda per fer ampliar o reduir el zoom del dibuix.
ca@valencia: Una roda per fer ampliar o reduir el dibuix.
cs: Kolečko pro přiblížení a oddálení náčrtu.
fr: Une molette pour grossir la figure.
ja: 作品をズームイン，ズームアウトさせるダイアル
pt_br: Uma roda para aproximar ou afastar o esboço
sk: Kolieskom
sv: Ett hjul för att zooma in, zooma ut ritningen.
uk: Коліщатко для збільшення і зменшення масштабу ескіза.

source: Zoom wheel
ca: Roda de zoom
ca@valencia: Roda de zoom
cs: Kolečko přiblížení
fr: Molette de grossissement
ja: ズームダイアル
pt_br: Roda de zoom
sk: Približovacie koliesko
sv: Zoom-hjul
uk: Коліщатко масштабування

source: Copy
ca: Còpia
ca@valencia: Còpia
fr: Copier
ja: コピー
pt_br: Copiar
sv: Kopiera
uk: Копіювати

source: Copy with transparency
ca: Còpia amb transparència
ca@valencia: Còpia amb transparència
fr: Copier avec transparence
ja: 透明度を保持したコピー
pt_br: Copiar com transparência
sv: Kopiera med transparens
uk: Копіювати з прозорістю

source: Animate a free point on curve.
ca: Anima un punt lliure a una corba.
ca@valencia: Anima un punt lliure en una corba.
cs: Animovat volný bod na křivce.
fr: Animer un point libre sur une ligne.
ja: 曲線上の自由点の動きをアニメーションする．
pt_br: Anima um ponto livre na curva
ru: Анимировать свободную точку на кривой
sk: Animovať voľný bod na krivke.
sv: Animera en fri punkt på kurvan.
uk: Анімація довільної точки на кривій.

source: Create different curve types: line, half-line, segment, vector, circle...
ca: Crea diferents tipus de corbes: línia, semirrecta, segment, vector, cercle...
ca@valencia: Crea diferents tipus de corbes: línia, semirecta, segment, vector, cercle...
cs: Vytvořit různé typy křivek: přímku, polopřímku, úsečku, vektor, kruh…
fr: Créer différents types de lignes : droite, demi-droite, segment, vecteur, cercle...
ja: いろいろなタイプの曲線（直線，半直線，線分，ベクトル，円など）を作成する．
pt_br: Cria diferentes tipos de curva: reta, semirreta, segmento, vetor, círculo...
ru: Создайте другие типы кривых: прямая, луч, отрезок, вектор, окружность
sk: Vytvoriť rôzne typy kriviek: priamka, polpriamka, úsečka, vektor, kružnica...
sv: Skapa annorlunda kurvtyper: linje, halv-linje, segment, vektor, cirkel...
uk: Створити лінії різних типів: пряму, промінь, відрізок, вектор, коло…

source: Create points: free, on curve, intersection or middle point.
ca: Crea punt: punts lliures, a la corba, interseccions o punt a la meitat.
ca@valencia: Crea punts: punts lliures, en una corba, interseccions o punt a la meitat.
cs: Vytvořit body: volný, na křivce, průsečík nebo střed.
fr: Créer des points : points libres, d'intersections, définis par leurs coordonnées.
ja: 点の作成：自由点，曲線上の点，交点，中点
pt_br: Cria pontos: livres, na curva, interseção ou ponto médio.
ru: Создайте точку: свободную, на кривой, на пересечении линий, или промежуточную
sk: Vytvoriť body: voľný, na krivke, priesečník alebo stredný bod.
sv: Skapa punkter: fri, på kurvan, korsning eller mittpunkt.
uk: Створити точки: довільні, на кривій, точки перетину або середні точки.

source: Create several numeric objects: free value, distance, length, angle, coordinates, equation and text.
ca: Crea alguns objectes numèrics: valor lliure, distància, angle, coordinades, equació i text.
ca@valencia: Crea alguns objectes numèrics: valor lliure, distància, longitud, angle, coordenades, equació i text.
cs: Vytvořit různé číselné objekty: volná hodnota, vzdálenost, délka, úhel, souřadnice, rovnice a text.
fr: Créer divers objets numériques : valeur libre, distance, longueur, angle, coordonnées, équation et texte.
ja: 様々な数値オブジェクト（自由値，距離，長さ，角度，座標，等式及びテキスト）を作成
pt_br: Cria vários objetos numéricos: valor livre, distância, comprimento, ângulo, coordenadas, equação e texto.
sk: Vytvoriť viacero číselných objektov: voľná hodnota, vzdialenosť, dĺžka, uhol, súradnice, rovnica a text.
sv: Skapa flera numeriska objekt: fritt värde, avstånd, längd, vinkel, koordinationer, ekvationer och text.
uk: Створити числові об’єкти: довільне значення, відстань, довжину, кут, координати, рівняння і текст.

source: Edit
ca: Edita
ca@valencia: Edita
cs: Upravit
fr: Édition
ja: 編集
pt_br: Editar
ru: Редактирование
sk: Upraviť
sv: Redigera
uk: Зміни

source: Erase or edit style and properties of items.
ca: Elimina o edita l'estil i propietats d'objectes.
ca@valencia: Elimina o edita l'estil i les propietats dels elements.
cs: Odstranit nebo upravit styl a vlastnosti položek.
fr: Supprimer ou modifier le style et les propriétés des items.
ja: 項目を削除したり，スタイルやプロパティを編集します．
pt_br: Apaga ou edita estilo e propriedades de itens.
ru: Удалить или редактировать стиль и свойства объектов.
sk: Zmazať alebo upraviť štýl a vlastnosti položiek.
sv: Radera eller redigera föremålens stil och egenskaper.
uk: Витерти або змінити стиль і властивості елементів.

source: File
ca: Fitxer
ca@valencia: Fitxer
cs: Soubor
fr: Fichier
ja: ファイル
pt_br: Arquivo
ru: Файл
sk: Súbor
sv: Arkiv
uk: Файл

source: Lines
ca: Línies
ca@valencia: Línies
cs: Přímky
fr: Lignes
ja: 線
pt_br: Retas
ru: Линии
sk: Čiary
sv: Rader
uk: Лінії

source: Load, save or export Dr. Geo figure.
ca: Carrega, desa o exporta una figura de Dr. Geo.
ca@valencia: Carrega, guarda o exporta una figura de Dr. Geo.
cs: Načíst, uložit nebo exportovat obrazec z aplikace Dr. Geo
fr: Charger, enregistrer ou exporter une figure Dr. Geo.
ja: Dr.Geo図形の読み込み，保存，書き出しをします．
pt_br: Carrega, salva ou exporta uma imagem do Dr. Geo.
ru: Загрузить, сохранить или преобразовать геометрическую фигуру Dr. Geo
sk: Nahrať, uložiť alebo exportovať Dr. Geo objekt.
sv: Ladda, spara eller exportera Dr. Geo-figur.
uk: Завантажити, зберегти або експортувати креслення Dr. Geo.

source: Numerics & Text
ca: Numèrics & Text
ca@valencia: Numèrics i text
cs: Čísla a text
fr: Numériques et texte
ja: 数値とテキスト
pt_br: Numerais & Texto
ru: Цифры и текст
sk: Čísla a Text
sv: Numeriskt & Text
uk: Числа і текст

source: Points
ca: Punts
ca@valencia: Punts
cs: Body
ja: 点
pt_br: Pontos
ru: Точки
sk: Body
sv: Poäng
uk: Точки
