Repository: Dynamic-Book/DrGeo
Catalog: i18n/po/drgeocore/*.po
Languages: ca, ca@valencia, cs, fr, ja, pt_br, ru, sk, sv, uk

source: Macro -
cs: Makro –
ja: マクロ-
ru: Макрос -
sk: Makro -
sv: Makro -
uk: Макрос —

source: Dr. Geo Preferences
ca: Preferències de Dr. Geo
fr: Préférences Dr. Geo
ja: Dr. Geoの設定
sv: Egenskaper för Dr. Geo
uk: Налаштування Dr. Geo

source: Preferences
ca: Preferències
fr: Préférences
ja: 設定
uk: Налаштування

source: Settings
ca: Configuració
ca@valencia: Configuració
cs: Nastavení
fr: Réglages
ja: 設定
pt_br: Configurações
ru: Настройки
sk: Nastavenia
sv: Inställningar
uk: Параметри

source: Size of GUI elements
ca: Mida dels elements d'interfície
fr: Grossissement
ja: GUI要素の大きさ
uk: Розмір елементів інтерфейсу

source: Theme
ca: Tema
fr: Thème
ja: テーマ
uk: Тема

source: There is unsaved data! Are you sure to quit Dr. Geo environment?
ca: Hi ha dades sense desar! Està segur que vol eixir de l'entorn de Dr. Geo?
fr: Il y a des données non sauvegardées ! Êtes-vous sûr(e) de vouloir quitter Dr. Geo ?
ja: 保存していないデータがあります。 このままDr. Geoを終了してよろしいですか。
sv: Det finns data som inte har sparats! Är du säker på att du vill avsluta Dr. Geo-miljön?
uk: Маємо незбережені дані! Ви справді хочете вийти із середовища Dr. Geo?

source: A source code browser to view, edit and save Dr. Geo code. I open the browser on the DrGeoSketch class you can study to design your own Smalltalk sketch.
ca: Un navegador de codi font per a veure, editar i desar el codi de Dr. Geo. Òbric el navegador a la classe de DrGeoSketch pots dissenyar el teu propi esquema de Smalltalk.
fr: Un navigateur de code source pour afficher, modifier et enregistrer le code de Dr. Geo. Il ouvre le navigateur sur la classe DrGeoSketch que vous pouvez étudier pour concevoir votre propre figure Smalltalk.
ja: Dr.Geoのコードを表示、編集、保存するためのソースコードブラウザです。DrGeoSketchクラス上でこのブラウザを開くことで，あなた自身のSmalltalkスケッチを設計するための勉強ができます。
sv: En bläddrare för källkod för att visa, redigera och spara Dr. Geo-kod. Jag öppnar bläddraren i DrGeoSketch-klassen som du kan studera och konstruera din egen Smalltalk-ritning.
uk: Засіб навігації початковим кодом для перегляду, редагування та збереження коду Dr. Geo. Відкрито засіб навігації на класі DrGeoSketch, де ви можете вивчати дизайн вашого власного ескізу Smalltalk.

source: A tool to browse and to test both system and personal Smalltalk Sketches.
ca: Una eina per a navegar i provar tant el sistema com els esquemes personals de Smalltalk.
fr: Un outil pour parcourir et tester les figures Smalltalk personnelles et du système.
ja: システム用や個人用のSmalltalkスケッチを閲覧したりテストするためのツール
sv: Ett verktyg för att bläddra och testa både system och personliga Smalltalk-ritningar.
uk: Інструменти для навігації та тестування загальносистемних та особистих ескізів Smalltalk.

source: A window used as a scratchpad area where fragments of Cuis-Smalltalk code can be entered, stored, edited, and evaluated. To edit Smalltalk sketch, use the Smalltalk Sketch Editor tool above.
ca: Una finestra utilitzada com a àrea de bloc de notes on es poden introduir, emmagatzemar, editar i avaluar fragments de codi Cuis-Smalltalk. Per editar l'esbós de Smalltalk, utilitzeu l'eina Editor d'esbossos de Smalltalk que hi ha a dalt.
fr: Une fenêtre utilisée comme une zone de bloc-notes où des fragments de code Cuis-Smalltalk peuvent être entrés, stockés, édités et évalués. Pour éditer une figure Smalltalk, utiliser l'outil éditeur de figure Smalltalk au dessus.
uk: Вікно використовують як область ескізника, куди можна вводити, зберігати, редагувати та обробляти фрагменти коду Cuis-Smalltalk. Для редагування ескіза Smalltalk скористайтеся панеллю інструментів редактора ескізів Smalltalk, яку розташовано вище.

source: A window used to print information from the code - text output. Any object receiving the message #print is output in the Transcript: 'hello' print, (k * 5) print. Use the Transcript class for more elaborated output.
ca: Una finestra utilitzada per imprimir informació del codi - sortida de text. Qualsevol objecte que rebi el missatge #print surt a la Transcripció: 'hola' print, (k * 5) print. Utilitzeu la classe Transcripció per obtenir resultats més elaborats.
fr: Une fenêtre utilisée pour afficher des informations depuis le code - sortie texte. N'importe quel objet recevant le message #print est affiché dans le Transcript : ''hello'' print, (k * 5 ) print. Utiliser la classe Transcript pour des sorties texte plus élaborée.
uk: Вікно використовують для виведення даних з коду — текстового виведення. Будь-який об'є, що отримує повідомленя #print, виводить дані у Transcript: 'hello' print, (k * 5) print. Скористайтеся класом Transcript, щоб скоригувати виведення.

source: An editor to write and to test new Smalltalk sketch.
ca: Un editor per escriure i provar nous esquemes de Smalltalk.
fr: Un editeur pour écrire et tester une figure Smalltalk.
ja: 新しいSmalltalkスケッチを書いて試すためのエディター
sv: En redigerare för att skriva och testa ny Smalltalk-ritning.
uk: Редактор для написання та тестування ескізу Smalltalk.

source: Browse
ca: Explora
fr: Parcourir
ja: 閲覧
sv: Bläddra
uk: Вибрати

source: Browse Smalltalk Sketches
ca: Explora esquemes Smalltalk
fr: Parcourir des figures Smalltalk
ja: Smalltalkスケッチを閲覧する
sv: Bläddra bland Smalltalk-ritningar
uk: Вибір ескізів Smalltalk

source: Edit Smalltalk Sketch
ca: Edita esquema Smalltalk
fr: Modifier un script Smalltalk
ja: Smalltalkスケッチの編集
sv: Redigera Smalltalk-ritningen
uk: Редагування ескізу Smalltalk

source: Open a file
ca: Obre un fitxer
ca@valencia: Obri un fitxer
cs: Otevřít soubor
fr: Ouvrir un fichier
ja: ファイルを開く
pt_br: Abrir um arquivo
sv: Öppna en fil
uk: Відкрити файл

source: Open the filer on your personal sketches collection.
ca: Obre un fitxer a la seua col·lecció de guions personals.
ca@valencia: Obri un fitxer a la vostra col·lecció de guions personals.
cs: Otevřít vaši osobní sbírku výkresů ve správci dokumentů.
fr: Ouvrez le fichier sur votre collection de figures personnelles.
ja: 個人で作成したスケッチのためのファイラーを開く
pt_br: Abra o arquivador em sua coleção de esboços pessoais.
sv: Öppna arkiveraren i din personliga samling av ritningar.
uk: Відкрити засіб роботи з файлами у вашій особистій збірці ескізів.

source: Save session
ca: Desa la sessió
ca@valencia: Guarda la sessió
cs: Uložit sezení
fr: Enregistrer la session
ja: セッションを保存
pt_br: Salvar sessão
sv: Spara session
uk: Зберегти сеанс

source: Save this Dr. Geo session.
ca: Desa aquesta sessió del Dr. Geo.
ca@valencia: Guarda aquesta sessió del Dr. Geo.
cs: Uložit toto sezení v Dr. Geo.
fr: Enregistrer cette session de Dr. Geo
ja: このDr. Geoセッションを保存
pt_br: Salvar essa sessão do Dr. Geo.
sv: Spara denna Dr. Geo-session.
uk: Зберегти цей сеанс Dr. Geo.

source: Smalltalk Sketch Editor
ca: Editor d'esquemes Smalltalk
fr: Editeur de figure Smalltalk
ja: Smalltalkスケッチエディター
sv: Ritningsredigeraren Smalltalk
uk: Редактор ескізів Smalltalk

source: System Browser
ca: Navegador del sistema
ca@valencia: Navegador del sistema
cs: Systémový prohlížeč
fr: Navigateur système
ja: システムブラウザー
pt_br: Navegador do sistema
sv: Systemutforskare
uk: Навігатор системою

source: Tools
ca: Eines
ca@valencia: Eines
cs: Nástroje
fr: Outils
ja: ツール
pt_br: Ferramentas
sv: Verktyg
uk: Інструменти

source: Workspace
ca: Espai de treball
ca@valencia: Espai de treball
fr: Espace de travail
ja: ワークスペース
pt_br: Área de trabalho
sv: Arbetsyta
uk: Робочий простір

source: About
ca: Quant a
ca@valencia: Quant a
cs: O aplikaci
fr: À propos
ja: Dr.Geo IIについて
pt_br: Sobre
ru: Сведения о программе
sk: O programe
sv: Om
uk: Про програму

source: New sketch
ca: Nou dibuix
ca@valencia: Dibuix nou
cs: Nový náčrt
fr: Nouvelle figure
ja: 新しいスケッチ
pt_br: Novo esboço
ru: Новый эскиз
sk: Nový náčrt
sv: Ny sketch
uk: Нове креслення

source: Open a sketch
ca: Obre un dibuix
ca@valencia: Obri un dibuix
cs: Otevřít náčrt
fr: Ouvrir une figure
ja: スケッチを開く
pt_br: Abre um esboço
ru: Открыть эскиз
sk: Otvoriť náčrt
sv: Öppna en ritning
uk: Відкрити креслення

source: Quit
ca: Surt
ca@valencia: Ix
cs: Ukončit
fr: Quitter
ja: 終了
pt_br: Sair
ru: Выйти
sk: Ukončiť
sv: Avsluta
uk: Вийти

source: Toggle full screen mode
ca: Canvia a mode de pantalla sencera
ca@valencia: Activa/desactiva el mode de pantalla completa
cs: Přepnout na celou obrazovku
fr: Basculer en mode plein écran
ja: フルスクリーンモードにする
pt_br: Alternar modo de tela cheia
sv: Växla fullskärmsläge
uk: Увімкнути/Вимкнути повноекранний режим

source: Turn full screen mode on when it is off, off when it is on.
ca: Canvia el mode de pantalla sencera quan estiga desactivada o la desactiva quan estiga sencera.
ca@valencia: Activa el mode de pantalla completa quan està desactivada o desactiva quan està activada.
cs: Pokud není, přepne na celou obrazovku, pokud je, přepne zpět na okno.
fr: Activer le mode plein écran lorsqu'il est éteint, l'éteindre lorsqu'il est activé.
ja: フルスクリーンモードのオン・オフを切り替える
pt_br: Liga o modo tela cheia quando está desativado e desliga quando está ativado.
sv: Sätt på fullskärmsläge när det är av, och av när det är på.
uk: Увімкнути повноекранний режим, якщо його вимкнути, і навпаки.

source: <no> Axes
ca: <no> Eixos
ja: <no>軸
uk: <no> Вісі

source: <yes> Axes
ca: <sí> Eixos
ja: <yes>軸
uk: <yes> Вісі

source: <no> Create Multiple
ca: <no> Crea Múltiple
fr: <no> Création Multiple
ja: <no>複数を作成
sv: <nej> Skapa flera
uk: <no> Створення декількох

source: <yes> Create Multiple
ca: <sí> Crea Múltiple
fr: <yes> Création Multiple
ja: <yes>複数を作成
sv: <ja> Skapa flera
uk: <yes> Створення декількох

source: Build a new script
ca: Crea un nou script
ca@valencia: Contrueix un script nou
cs: Vytvořit nový skript
fr: Construire un nouveau script
ja: 新しいスクリプトをビルド
pt_br: Constrói um novo script
sk: Zostaviť nový skript
sv: Bygg ett nytt skript
uk: Зібрати новий скрипт

source: Edit or create scripts
ca: Editar o crear guió
ca@valencia: Edita o crea scripts
cs: Upravit nebo vytvořit skripty
fr: Modifier ou créer un script
ja: スクリプトを編集または作成
pt_br: Editar ou criar scripts
ru: Изменить или создать скрипт
sk: Uprav alebo vytvor skript
sv: Redigera eller skapa skript
uk: Редагувати або створювати скрипти.

source: Name the image to keep.
ca: Anomena la imatge per mantindre.
fr: Nommer l'image
ja: この画像に保存用の名前をつける
uk: Назва, з якою слід зберегти зображення.

source: <no> Grid
ca: <no> Graella
fr: <no> Grille
ja: <no>グリッド
sv: <no> Rutnät
uk: <no> Сітка

source: <yes> Grid
ca: <sí> Graella
fr: <yes> Grille
ja: <yes>グリッド
sv: <ja> Rutnät
uk: <yes> Сітка

source: <no> Magnetic Grid
ca: <no> Graella Magnètica
fr: <no> Grille Magnétique
ja: <no>マグネチックグリッド
sv: <nej> Magnetiskt rutnät
uk: <no> Магнітна сітка

source: <yes> Magnetic Grid
ca: <sí> Graella Magnètica
fr: <yes> Grille Magnétique
ja: <yes>マグネチックグリッド
sv: <ja> Magnetiskt rutnät
uk: <yes> Магнітна сітка

source: I can't save the sketch. Check the local resource or the server.
ca: No puc desar l'esquema. Comprove el recurs local o al servidor.
fr: Je ne peux pas enregistrer la figure. Vérifier les ressources locales ou le serveur.
ja: スケッチを保存できません。 ローカルの環境あるいはサーバーを確認してください。
sv: Jag kan inte spara ritningen. Kolla den lokala resursen eller servern.
uk: Не вдалося зберегти ескіз. Перевірте доступність локального ресурсу або сервера

source: Name the sketch to keep.
ca: Posa nom al dibuix a mantindre.
ca@valencia: Nom del dibuix que s'ha de conservar
cs: Zadejte, pod jakým názvem chcete náčrt uchovat.
fr: Nommer la figure à conserver
ja: このスケッチに名前をつけてください．
pt_br: Nomeie o esboço para manter.
ru: Имя для сохранения эскиза
sk: Pre uchovanie pomenujte náčrt.
sv: Namnge sketchen att behållas.
uk: Назва креслення, яке слід зберегти.

source: Angle bisector defined by three points or an angle defined by three points.
ca: Bisectriu de l'angle definida per tres punts o un angle definit per tres punts.
ca@valencia: Bisectriu de l'angle definida per tres punts o un angle definit per tres punts.
cs: Úhel nebo osa úhlu – obojí určené třemi body.
fr: Bissectrice définie par trois points ou un angle défini par trois points.
ja: 角の二等分線：3点で定まる角の二等分線
pt_br: Ângulo bissetor definido por três pontos ou um ângulo definido por três pontos.
ru: Угловая биссектриса определяется по трем точкам, или угол определяется по трем точкам.
sk: Uhol alebo os uhla - oboje určené troma bodmi.
sv: Vinkelbisektris definierad av tre punkter eller en vinkel definierad av tre punkter.
uk: Бісектриса кута, визначеного за трьома точками, або кут, визначений за трьома точками.

source: Angle bisector
ca: Bisectriu de l'angle
ca@valencia: Bisectriu de l'angle
cs: Osa úhlu
fr: Bissectrice
ja: 角の二等分線
pt_br: Ângulo bissetor
ru: Угловая биссектриса
sk: Os uhla
sv: Vinkelbisektris
uk: Бісектриса кута

source: Geometric angle defined by three points, the second point is the vertex. Its measure belongs to [0 ; 180].
ca: Angle geomètric definit per tres punts, el segon punt és el vèrtex. La seua mesura pertany a [0 ; 180].
ca@valencia: Angle geomètric definit per tres punts, el segon punt és el vèrtex. La seua mesura pertany a [0 ; 180].
fr: Angle géométrique défini par trois points, le second point en est le sommet. Sa mesure appartient à [0 ; 180].
ja: 3つの点（2番目に指定した点が頂点）で定まる0から180度の間の角度
sv: Geometrisk vinkel defineras av tre punkter, den andra punkten är vertex. Dess mått tillhör [0 ; 180].
uk: Геометричний кут визначається трьома точками. Друга точка є вершиною кута. Міра кута має належати проміжку [0 ; 180].

source: Geometric angle
ca: Angle geomètric
ca@valencia: Angle geomètric
fr: Angle géométrique
ja: 角度
pt_br: Ângulo geométrico
sv: Geometrisk vinkel
uk: Геометричний кут

source: Oriented angle defined by three points or two vectors. When defined from three points, the second point is the vertex. Its measure belongs to [0 ; 360[ or ]-180 ; 180].
ca: Angle geomètric definit per tres punts o dos vectors. Si està definit per tres punts, el segon punt és el vèrtex. La seua mesura pertany a [0 ; 360[ o ]-180 ; 180].
ca@valencia: Angle geomètric definit per tres punts o dos vectors. Si està definit per tres punts, el segon punt és el vèrtex. La seua mesura pertany a [0 ; 360[ o ]-180 ; 180].
fr: Angle orienté défini par trois points ou deux vecteurs. Lorsque défini par trois points, le second point en est le sommet. Sa mesure appartient à [0 ; 360[ ou ]-180 ; 180].
ja: 3つの点または二つのベクトルで決まる有向角．3点で決める場合は2番目の点が頂点になる．有向角は0度から360度または-180度から180度までの値をとる．
sv: Orienterad vinkel definieras av tre punkter eller två vektorer. När den definieras från tre punkter så är vertex den andra punkten. Dess mått tillhör [0 ; 360[ eller]-180; 180].
uk: Орієнтований кут визначається трьома точками або двома векторами. Якщо кут визначено трьома точками, друга точка визначає вершину кута. Міра кута має належати проміжку [0 ; 360[ або ]-180 ; 180].

source: Oriented angle
ca: Angle orientat
ca@valencia: Angle orientat
fr: Angle orienté
ja: 回転角
pt_br: Ângulo orientado
sv: Orienterad vinkel
uk: Орієнтований кут

source: Arc defined by three points.
ca: Arc definit per tres punts.
ca@valencia: Arc definit per tres punts.
cs: Oblouk určený třemi body.
fr: Arc défini par trois points.
ja: 円弧：3点により定まる円弧
pt_br: Arco definido por três pontos.
ru: Дуга, определенная тремя точками
sk: Oblúk určený troma bodmi.
sv: Båge definierad av tre punkter.
uk: Дуга, визначена трьома точками.

source: Arc
cs: Oblouk
fr: Arc de cercle
ja: 円弧
pt_br: Arco
ru: Дуга
sk: Oblúk
sv: Båge
uk: Дуга

source: Arc defined by its center and two points.
ca: Arc definit pel seu centre i dos punts.
ca@valencia: Arc definit pel centre i dos punts.
cs: Oblouk určený středem a dvěma body.
fr: Arc défini par son centre et deux points.
ja: 円弧：中心と2点により定まる円弧
pt_br: Arco definido pelo seu centro e dois pontos.
ru: Дуга, определенная ее центром и двумя точками
sk: Oblúk určený stredovým bodom a dvoma bodmi.
sv: Båge definierad av dess center och två punkter.
uk: Дуга, визначена центром та двома точками.

source: Arc (center)
ca: Arc (centre)
ca@valencia: Arc (centre)
cs: Oblouk (střed)
fr: Arc (centre)
ja: 円弧（中心）
pt_br: Arco
ru: Дуга (центр)
sk: Oblúk (stredový bod)
sv: Båge (centrum)
uk: Дуга (центр)

source: Picture: drag and drop a picture in the canvas. It can be moved and scaled.
ca: Imatge: arrossegue i solte una imatge al llenç. Pot moure-la i redimensionar-la.
ca@valencia: Imatge: arrossegueu i deixeu anar una imatge al llenç. Podeu moure-la i redimensionar-la.
cs: Obrázek: přetáhněte obrázek na plátno. Následně je možné ho přesouvat a měnit jeho velikost.
fr: Image : glisser et déposer une image dans la figure. Elle peut ensuite être déplacée et redimensionnée.
ja: 図形：キャンバスに図形をドラッグアンドドロップします．移動や大きさの変更ができます．
pt_br: Figura: arraste e solte a figura na tela. Ela pode ser movida e redimensionada.
ru: Рисунок: перетащиые рисунок на плоскость для рисования, его положение и размер можно будет изменять.
sk: Obrázok: potiahnite a pustite obrázok do náčrtu. Môžete ho posúvať a meniť jeho veľkosť.
sv: Bild: dra och släpp en bild i kanvasen. Den kan bli flyttad och skalad.
uk: Малюнок: перетягніть малюнок і скиньте його на полотно. Ви можете пересувати малюнок і змінювати його масштаб.

source: Picture
ca: Imatge
ca@valencia: Imatge
cs: Obrázek
fr: Image
ja: 図形
pt_br: Imagem
ru: Рисунок
sk: Obrázok
sv: Bild
uk: Малюнок

source: Circle defined by its center and a point or by its center and radius, a value.
ca: Cercle definit pel seu centre i un punt o pel seu centre i el radi, un valor.
ca@valencia: Cercle definit pel centre i un punt o pel centre i el radi, un valor
cs: Kružnice určená středem a dále bodem nebo velikostí poloměru.
fr: Cercle défini par son centre et un point sur le cercle ou par son centre et son rayon, une valeur.
ja: 円：中心と一点、または中心と線分（動径）で定まる円
pt_br: Círculo definido pelo seu centro e um ponto ou pelo seu centro e raio, um valor.
ru: Окружность, определенная центром и точкой, или центром и длиной радиуса (число)
sk: Kruh definovaný stredom a bodom alebo stredom a polomerom - hodnotou.
sv: Cirkel definierad av dess centrum och en punkt eller dess centrum och radie, ett värde.
uk: Коло, визначене за центром та точкою на колі або за центром і радіусом, значення.

source: Circle
ca: Cercle
ca@valencia: Cercle
cs: Kružnice
fr: Cercle
ja: 円
pt_br: Circulo
ru: Окружность
sk: Kruh
sv: Cirkel
uk: Коло

source: Vector or point coordinates, circle or line equation.
ca: Vector o coordinades d'un punt, cercle o equació de la recta.
ca@valencia: Vector o coordenades d'un punt, cercle o equació de la recta.
cs: Souřadnice vektoru či bodu, rovnice kružnice či přímky.
fr: Coordonnées de vecteur ou de point, équation de cercle ou de droite.
ja: ベクトルまたは点の座標，円あるいは直線の式
pt_br: Vetor ou coordenadas do ponto, equação do círculo ou da reta.
ru: Координаты вектора или точки, уравненные окружности или линии
sk: Súradnice vektoru alebo bodu, rovnica kružnice alebo priamky.
sv: Vektor eller punktkorrdinater, cirkel eller linjeekvation.
uk: Координати вектора або точки, рівняння кола або прямої.

source: Coordinates, equation
ca: Coordinades, equació
ca@valencia: Coordenades, equacions
cs: Souřadnice, rovnice
fr: Coordonnées, équation
ja: 座標，式
pt_br: Coordenadas, equação
ru: Координаты, уравнение
sk: Súradnice, rovnica
sv: Koordinater, ekvation
uk: Координати, рівняння

source: Click to create a point: free point on the background, on a curve or on two curves intersection.
ca: Clic per crear un punt: qualsevol punt al fons, en una corba o a la intersecció de dos corbes.
ca@valencia: Feu clic per a crear un punt: un punt lliure al fons, en una corba o en la intersecció de dues corbes.
cs: Bod vytvořte kliknutím: libovolný bod na pozadí, na křivce nebo na průsečíku dvou křivek.
fr: Cliquer pour créer un point : point libre sur le fond, sur une ligne ou à l'intersection de deux lignes.
ja: クリックすると点（描画領域上の自由点，線上の自由点，２つの線の交点）を作成します．
pt_br: Clique para criar um ponto: ponto livre no plano, numa curva ou na interseção de duas curvas.
ru: Нажмите здесь, чтобы создать точку на поверхности, на кривой, или на пересечении двух кривых
sk: Kliknite pre vytvorenie bodu: voľný bod na pozadí, na krivke alebo na priesečníku dvoch kriviek.
sv: Klicka för att skapa en punkt: fri punkt på bakgrunden, på en kurva eller på två kurvors genomskärning.
uk: Клацніть, щоб створити точку: довільну точку на тлі креслення, на кривій або на перетині двох кривих.

source: Tap to create a point: free point on the background, on a curve or on two curves intersection.
ca: Toqueu per a crear un punt: punt lliure al fons, a una corba o a la intersecció de dos corbes.
ca@valencia: Toqueu per a crear un punt: un punt lliure al fons, en una corba o en la intersecció de dues corbes.
cs: Bod vytvořte klepnutím: libovolný bod na pozadí, na křivce nebo na průsečíku dvou křivek.
fr: Tapoter où vous souhaitez créer un point : point libre sur le fond, sur une ligne ou à l'intersection de deux lignes.
ja: タップして点を作成：描画領域や曲線上に自由点あるいは二つの曲線の交点を作成します．
pt_br: Toque para criar um ponto: no plano, na curva ou na interseção entre duas curvas.
ru: Коснитесь, чтобы создать точку: свободную точку на заднем плане, на кривой, или на пересечении двух кривых.
sk: Ťuknite pre vytvorenie bodu:
sv: Knacka för att skapa en punkt: fri punkt på bakgrunden, på en kurva eller på två kurvors genomskärning.
uk: Натисніть, щоб створити точку: довільну точку на полотні, на кривій або на перетині двох кривих.

source: Point
ca: Punt
ca@valencia: Punt
cs: Bod
ja: 点
pt_br: Ponto
ru: Точка
sk: Bod
sv: Punkt
uk: Точка

source: Homothety: select a center, a value and a geometric object. The first selected point is the homothety center.
ca: Homotècia: seleccione el centre, un valor i un objecte geomètric. El primer punt seleccionat és el centre de la Homotècia.
ca@valencia: Homotècia: seleccioneu un centre, un valor i un objecte geomètric. El primer punt seleccionat és el centre d'homotècia.
cs: Stejnolehlost: vyberte střed, hodnotu a geometrický objekt. Středem stejnolehlosti bude první bod, který vyberete.
fr: Homothétie : choisir le centre, une valeur et un objet géométrique. Le premier point choisi est toujours le centre.
ja: 相似拡大: 点、値、幾何オブジェクトを選択してください．最初に選択した点が、相似拡大の中心になります．
pt_br: Homotetia: selecione um centro, um valor e um objeto geométrico. O primeiro ponto selecionado é o centro homotético.
ru: Гомотетия: выберите центр, размер, и геометрический объект. Первая выбранная точка - центр гомотетии.
sk: Rovnoľahlosť: vyber stred, hodnotu a geometrický objekt. Prvý vybraný bod bude stredom rovnoľahlosti.
sv: Homoteti: välj en mittpunkt, ett värde och ett geometriskt objekt. Den första valda punkten är den homotetiska mittpunkten.
uk: Гомотетія: виберіть центр, значення та геометричний об’єкт. Першою вибраною точкою буде центр гомотетії.

source: Homothety (scale)
ca: Homotècia (escala)
ca@valencia: Homotècia (escala)
cs: Stejnolehost (měřítko)
fr: Homothétie
ja: 相似拡大（縮小）
pt_br: Homotetia (escala)
ru: Гомотетия (масштабное преобразование)
sk: Rovnoľahlosť (mierka)
sv: Homoteti (skala)
uk: Гомотетія (масштабування)

source: Line defined by two points
ca: Línia definida per dos punts
ca@valencia: Línia definida per dos punts
cs: Přímka určená dvěma body
fr: Droite définie par deux points
ja: 直線：2点を通る直線
pt_br: Reta definida por dois pontos
ru: Прямая, определенная двумя точками
sk: Priamka definovaná dvoma bodmi
sv: Linje definierad av två punkter
uk: Пряма за двома точками

source: Line
ca: Línia
ca@valencia: Línia
cs: Přímka
fr: Droite
ja: 直線
pt_br: Linha
ru: Прямая
sk: Priamka
sv: Linje
uk: Пряма
